{
    "Sign up now": "Đăng ký ngay",
    "Home": "Trang chủ",
    "About us": "Về chúng tôi",
    "Trading products": "Sản phẩm giao dịch",
    "Trading platform": "Nền tảng giao dịch",
    "Risk statement": "Tuyên bố rủi ro",
    "Contact us": "Liên hệ chúng tôi",
    "login": "Đăng nhập",
    "Every quarter, EQUINNOX TRADING strategically cooperates with world-class accounting firms to audit the firm's trading volume and clients' real-time financial assets": "Hàng quý, EQUINNOX TRADING hợp tác chiến lược với các công ty kế toán đẳng cấp thế giới để kiểm toán khối lượng giao dịch của công ty và tài sản tài chính theo thời gian thực của khách hàng",
    "Your trust, we do our best": "Niềm tin của bạn, chúng tôi làm hết sức mình",
    "The company is committed to meeting your global asset trading investment needs": "Công ty cam kết đáp ứng nhu cầu đầu tư giao dịch tài sản toàn cầu của bạn",
    "Risk Warning: Trading CFDs on margin carries a high level of risk and may not be suitable for all investors. Before deciding to trade foreign exchange, you should carefully consider your investment objectives, level of experience and risk appetite. You may lose some or all of your investment, so you should not invest money you cannot afford to lose. You should be aware of all the risks associated with foreign exchange trading and consult an independent financial advisor if you are in any doubt.": "Cảnh báo rủi ro: Giao dịch CFD ký quỹ có rủi ro cao và có thể không phù hợp với tất cả các nhà đầu tư. Trước khi quyết định giao dịch ngoại hối, bạn nên cân nhắc kỹ mục tiêu đầu tư, trình độ kinh nghiệm và mức độ chấp nhận rủi ro của mình. Bạn có thể mất một phần hoặc toàn bộ khoản đầu tư của mình, vì vậy bạn không nên đầu tư số tiền mà bạn không thể để mất. Bạn nên nhận thức được tất cả các rủi ro liên quan đến giao dịch ngoại hối và tham khảo ý kiến của một cố vấn tài chính độc lập nếu bạn có bất kỳ nghi ngờ nào.",
    "Copyright © 2016-2025 EQUINNOX TRADING. All Rights Reserved.": "Bản quyền © 2016-2025 EQUINNOX TRADING. Đã đăng ký Bản quyền.",
    "More than 50 technical indicators and disk analysis tools. It is safe, reliable, easy to use, and has the functional characteristics of high-level traders.": "Hơn 50 chỉ báo kỹ thuật và công cụ phân tích biểu đồ. Nó an toàn, đáng tin cậy, dễ sử dụng và có các đặc điểm chức năng của các nhà giao dịch cấp cao.",
    "We offer EQUINNOX TRADING, one of the world's most recognized and widely used online trading platforms. EQUINNOX TRADING provides powerful chart analysis tools:": "Chúng tôi cung cấp EQUINNOX TRADING, một trong những nền tảng giao dịch trực tuyến được nhận diện và sử dụng rộng rãi nhất trên thế giới. EQUINNOX TRADING cung cấp các công cụ phân tích biểu đồ mạnh mẽ:",
    "Best Trading Experience": "Trải nghiệm giao dịch tốt nhất",
    "Download EQUINNOX TRADING": "Tải xuống EQUINNOX TRADING",
    "Choose a broker with a global presence that is fair, honest and people-oriented": "Chọn một broker có sự hiện diện trên toàn cầu, công bằng, trung thực và hướng đến người dùng",
    "A highly regulated broker": "Broker được quản lý chặt chẽ",
    "The world famous": "Có tiếng nói trên toàn cầu",
    "Focus on the customer": "Tập trung vào khách hàng",
    "The range of goods traded": "Phạm vi hàng hóa được giao dịch",
    "Transparency and Fairness": "Tính minh bạch và công bằng",
    "Convenient and quick": "Tiện lợi và nhanh chóng",
    "EQUINNOX TRADING headquartered in the United States is qualified for financial services and regulated by financial institutions MSB in the United States.": "EQUINNOX TRADING có trụ sở tại Hoa Kỳ được cấp phép cho dịch vụ tài chính và được quản lý bởi các tổ chức tài chính MSB Hoa Kỳ.",
    "We serve a global audience in more than 150 countries, with a network of offices throughout the Americas, Europe, Africa and Asia.": "Chúng tôi phục vụ một khán giả toàn cầu trên hơn 150 quốc gia, với một mạng lưới văn phòng khắp châu Mỹ, châu Âu, châu Phi và châu Á.",
    "At EQUINNOX TRADING, we do not care about the size of your funds. The client is the only principle we adhere to, not the type of fund account or the size of the investment. All our customers will receive the same quality of service, the same speed of execution, and the same customer support. The values you started with don't change.": "Tại EQUINNOX TRADING, chúng tôi không quan tâm đến quy mô quỹ của bạn. Khách hàng là nguyên tắc duy nhất chúng tôi tuân thủ, không phải loại tài khoản quỹ hay quy mô đầu tư. Tất cả khách hàng của chúng tôi sẽ nhận được chất lượng dịch vụ như nhau, tốc độ thực hiện như nhau và hỗ trợ khách hàng như nhau. Các giá trị bạn bắt đầu sẽ không thay đổi.",
    "Our clients can choose to trade CFDs on Forex, Stocks, Indices, Commodities, Bitcoin, Metals and Energy from the same trading account. One platform can trade multiple products, making trading easier and more efficient.": "Khách hàng của chúng tôi có thể chọn giao dịch CFD trên Forex, Cổ phiếu, Chỉ số, Hàng hóa, Bitcoin, Kim loại và Năng lượng từ cùng một tài khoản giao dịch. Một nền tảng có thể giao dịch nhiều sản phẩm, giúp giao dịch dễ dàng và hiệu quả hơn.",
    "At EQUINNOX TRADING, what you see is what you get, with no hidden clauses. The price, execution and promotion you see. What we advertise is what we can offer to all our clients, regardless of the size of the investment.": "Tại EQUINNOX TRADING, những gì bạn thấy là những gì bạn nhận được, không có điều khoản ẩn. Giá cả, việc thực hiện và khuyến mãi bạn thấy. Những gì chúng tôi quảng cáo là những gì chúng tôi có thể cung cấp cho tất cả khách hàng của mình, bất kể quy mô đầu tư.",
    "All of our systems are built on the principle of customer focus. For example, our account opening procedures, account management, deposit and exchange, It's very easy for the customer to operate.": "Tất cả các hệ thống của chúng tôi được xây dựng dựa trên nguyên tắc lấy khách hàng làm trung tâm. Ví dụ, các thủ tục mở tài khoản, quản lý tài khoản, gửi và rút tiền, rất dễ dàng để khách hàng vận hành.",
    "Start Trading Immediately": "Bắt đầu giao dịch ngay lập tức",
    "The product point spread is much lower than the industry average point spread": "Chênh lệch điểm sản phẩm thấp hơn nhiều so với mức chênh lệch điểm trung bình của ngành",
    "No repeat quotes, the world's top server NY 4": "Không báo giá lặp lại, máy chủ hàng đầu thế giới NY 4",
    "The maximum execution speed is less than 40 milliseconds": "Tốc độ thực hiện tối đa dưới 40 mili giây",
    "Multiple ways of entering and exiting gold": "Nhiều cách nạp và rút tiền",
    "Top global banks and liquidity quotes": "Các ngân hàng toàn cầu hàng đầu và báo giá thanh khoản",
    "Personal Customer Support": "Hỗ trợ khách hàng cá nhân",
    "Rich global investment variety, secure and fast trading environment for one account trading worldwide": "Đa dạng đầu tư toàn cầu phong phú, môi trường giao dịch an toàn và nhanh chóng cho một tài khoản giao dịch trên toàn thế giới",
    "Ten years of trusted trading": "Mười năm giao dịch đáng tin cậy",
    "Trade FX, CFDs and stocks with an established global broker": "Giao dịch FX, CFD và cổ phiếu với một nhà môi giới toàn cầu uy tín",
    "Competitive handicap, dynamic and variable financing leverage allow you to maximize trading returns": "Mức chênh lệch cạnh tranh, đòn bẩy tài chính linh hoạt và biến đổi cho phép bạn tối đa hóa lợi nhuận giao dịch",
    "Once you open an account, you can invest in global mainstream markets, stocks, gold, crude oil, Bitcoin and currency pairs": "Sau khi mở tài khoản, bạn có thể đầu tư vào các thị trường chính thống toàn cầu, cổ phiếu, vàng, dầu thô, Bitcoin và các cặp tiền tệ",
    "Comprehensive local service, multi-channel, round-the-clock, localized professional customer service to answer any questions you have": "Dịch vụ địa phương toàn diện, đa kênh, 24/7, dịch vụ khách hàng chuyên nghiệp được bản địa hóa để giải đáp mọi thắc mắc của bạn",
    "Lower Transaction Costs": "Chi phí giao dịch thấp hơn",
    "A comprehensive investment market": "Một thị trường đầu tư toàn diện",
    "Symbol": "Ký hiệu",
    "Bid": "Giá mua",
    "Ask": "Giá bán",
    "Spread": "Chênh lệch",
    "Change": "Thay đổi",
    "Change %": "Thay đổi %",
    "Open": "Mở cửa",
    "Low": "Thấp nhất",
    "High": "Cao nhất",
    "Previous": "Trước đó",
    "Forex": "Ngoại hối",
    "CryptoCurrency": "Tiền điện tử",
    "Indices": "Chỉ số",
    "Stocks": "Cổ phiếu",
    "ETFs": "Quỹ ETF",
    "Commodities": "Hàng hóa",
    "Track Market Trends and Live Prices on Finlogix": "Theo dõi xu hướng thị trường và giá trực tiếp trên Finlogix",
    "The best service": "Dịch vụ tốt nhất",
    "About Us": "Về chúng tôi",
    "Company Profile": "Hồ sơ công ty",
    "Our Mission is to Provide the Most Innovative Trading Experience": "Sứ mệnh của chúng tôi là cung cấp trải nghiệm giao dịch sáng tạo nhất",
    "EQUINNOX TRADING was founded in 2016 by a team of talented IT and FinTech specialists who wanted to prove that people don’t need to compromise to earn on financial markets — that trading should be accessible, convenient and more fun.": "EQUINNOX TRADING được thành lập vào năm 2016 bởi một đội ngũ các chuyên gia IT và FinTech tài năng, những người muốn chứng minh rằng mọi người không cần phải thỏa hiệp để kiếm tiền trên thị trường tài chính — rằng giao dịch nên dễ tiếp cận, tiện lợi và thú vị hơn.",
    "Today, we continue to develop, improve and constantly innovate trading experience. We do believe that trading should be available to anyone in the world.": "Ngày nay, chúng tôi tiếp tục phát triển, cải thiện và không ngừng đổi mới trải nghiệm giao dịch. Chúng tôi tin rằng giao dịch nên có sẵn cho bất kỳ ai trên thế giới.",
    "EQUINNOX TRADING's mission is to provide its clients with the best spread and variety of financial trading products in the market, while providing unmatched turnover rates and the strongest solvency through the world's most technologically advanced order trading platform.": "Sứ mệnh của EQUINNOX TRADING là cung cấp cho khách hàng của mình mức chênh lệch tốt nhất và sự đa dạng của các sản phẩm giao dịch tài chính trên thị trường, đồng thời cung cấp tỷ lệ doanh thu không đối thủ và khả năng thanh toán mạnh nhất thông qua nền tảng giao dịch lệnh tiên tiến nhất về công nghệ trên thế giới.",
    "Fund segregation We keep your funds entirely separate from our own operational funds in various top-tier banking institutions. We won't ever use any of your money for either our own use or any other investment, ensuring your protection at all times.": "Tách biệt quỹ Chúng tôi giữ quỹ của bạn hoàn toàn tách biệt khỏi quỹ hoạt động của chúng tôi tại các tổ chức ngân hàng hàng đầu. Chúng tôi sẽ không bao giờ sử dụng bất kỳ khoản tiền nào của bạn cho mục đích riêng của chúng tôi hoặc bất kỳ khoản đầu tư nào khác, đảm bảo bảo vệ bạn mọi lúc.",
    "Encryption We use the SSL (Secure Sockets Layer) network security protocol to guarantee a secure connection in all communications with you, protect your safety during transactions with us and keep all your information private.": "Mã hóa Chúng tôi sử dụng giao thức bảo mật mạng SSL (Secure Sockets Layer) để đảm bảo kết nối an toàn trong tất cả các giao tiếp với bạn, bảo vệ an toàn của bạn trong các giao dịch với chúng tôi và giữ tất cả thông tin của bạn riêng tư.",
    "Product range": "Phạm vi sản phẩm",
    "Foreign exchange : Offers up to dozens of mainstream foreign exchange currency pairs, including Euro USD (EURUSD), US Dollar CAD (USDCAD), British Pound USD (GBPUSD) and so on.": "Ngoại hối: Cung cấp hàng chục cặp tiền tệ ngoại hối chính thống, bao gồm Euro USD (EURUSD), Đô la Mỹ CAD (USDCAD), Bảng Anh USD (GBPUSD) và nhiều cặp khác.",
    "Precious metals: Provide a variety of metal spot trading: gold (XAUUSD), silver (XAGUSD) precious metals trading.": "Kim loại quý: Cung cấp nhiều loại giao dịch kim loại giao ngay: giao dịch kim loại quý vàng (XAUUSD), bạc (XAGUSD).",
    "Crude OIL: Offers Us OIL trading": "Dầu thô: Cung cấp giao dịch dầu thô Mỹ",
    "Index: Hong Kong Hang Seng Index (HK 50), German Index (GER 30), S&P 500 (US 500)": "Chỉ số: Chỉ số Hang Seng Hồng Kông (HK 50), Chỉ số Đức (GER 30), S&P 500 (US 500)",
    "Cryptocurrency: It provides dozens of mainstream digital currency pairs, including bitcoin (BTCUSD), Ethereum (ETHUSD) and XRPUSD.": "Tiền điện tử: Cung cấp hàng chục cặp tiền kỹ thuật số chính thống, bao gồm bitcoin (BTCUSD), Ethereum (ETHUSD) và XRPUSD.",
    "Open Free Account": "Mở tài khoản miễn phí",
    "Our wish is that": "Mục đích của chúng tôi là",
    "To be the world's leading financial firm trusted by retail and institutional customers with the best products and services in the market under a long-term partnership.": "Trở thành công ty tài chính hàng đầu thế giới được khách hàng cá nhân và tổ chức tin cậy với các sản phẩm và dịch vụ tốt nhất trên thị trường trong mối quan hệ đối tác lâu dài.",
    "connect us": "kết nối với chúng tôi",
    "customer@equinnoxtrading.com": "customer@equinnoxtrading.com",
    "Service and Support": "Dịch vụ và Hỗ trợ",
    "Risk disclosure": "Tiết lộ rủi ro",
    "Risk investment": "Đầu tư rủi ro",
    "Margin and Leverage": "Ký quỹ và Đòn bẩy",
    "Market analysis": "Phân tích thị trường",
    "Risk of network transaction": "Rủi ro giao dịch mạng",
    "Accuracy of data": "Độ chính xác của dữ liệu",
    "Margin forex trading involves high risks and may not be suitable for all investors. A high degree of leverage can affect you negatively or positively. Possibilities include losing more than the amount invested. You should carefully consider your investment objectives, trading experience and risk tolerance before deciding to buy or sell foreign exchange. Investors should be aware of all the risks associated with foreign exchange trading. If in doubt, seek advice from an independent financial adviser. Any comments, news, research, analysis, prices or other information published on this website shall be regarded as general market information only and shall not constitute investment advice. EQUINNOX TRADING Will not be responsible for any loss or loss (including, without limitation, any loss of earnings) that may arise from the direct or indirect use or reliance on such information.": "Giao dịch ngoại hối ký quỹ có rủi ro cao và có thể không phù hợp với tất cả các nhà đầu tư. Mức độ đòn bẩy cao có thể ảnh hưởng tiêu cực hoặc tích cực đến bạn. Khả năng bao gồm mất nhiều hơn số tiền đã đầu tư. Bạn nên cân nhắc kỹ mục tiêu đầu tư, kinh nghiệm giao dịch và khả năng chấp nhận rủi ro trước khi quyết định mua hoặc bán ngoại hối. Các nhà đầu tư nên nhận thức được tất cả các rủi ro liên quan đến giao dịch ngoại hối. Nếu có bất kỳ nghi ngờ nào, hãy tìm lời khuyên từ một cố vấn tài chính độc lập. Bất kỳ bình luận, tin tức, nghiên cứu, phân tích, giá cả hoặc thông tin khác được công bố trên trang web này chỉ được coi là thông tin thị trường chung và không cấu thành lời khuyên đầu tư. EQUINNOX TRADING sẽ không chịu trách nhiệm về bất kỳ tổn thất hoặc thiệt hại nào (bao gồm, nhưng không giới hạn, bất kỳ mất mát lợi nhuận nào) có thể phát sinh từ việc sử dụng trực tiếp hoặc gián tiếp hoặc dựa vào thông tin đó.",
    "In order to trade leveraged CFDS or forex, you will need to deposit a certain amount of money with EQUINNOX TRADING as margin. Margin is usually a relatively small fraction of the total contract value. For example, trading a 100:1 leverage contract requires 1% of the value of the contract as margin. This means that a small price change can lead to a large change in the value of the contract you are trading, which can be to your advantage or bring you a significant loss.": "Để giao dịch CFDS hoặc ngoại hối có đòn bẩy, bạn sẽ cần gửi một số tiền nhất định vào EQUINNOX TRADING làm ký quỹ. Ký quỹ thường là một phần tương đối nhỏ trong tổng giá trị hợp đồng. Ví dụ, giao dịch hợp đồng đòn bẩy 100:1 yêu cầu 1% giá trị hợp đồng làm ký quỹ. Điều này có nghĩa là một thay đổi nhỏ về giá có thể dẫn đến thay đổi lớn về giá trị hợp đồng bạn đang giao dịch, điều này có thể có lợi cho bạn hoặc mang lại cho bạn một khoản lỗ đáng kể.",
    "You may lose your initial capital injection and be required to make margin calls to maintain your position. If the margin requirement is not met, your position will be forced to close, resulting The loss will be borne by you.": "Bạn có thể mất khoản vốn đầu tư ban đầu và được yêu cầu bổ sung ký quỹ để duy trì vị thế của mình. Nếu yêu cầu ký quỹ không được đáp ứng, vị thế của bạn sẽ bị buộc phải đóng, dẫn đến khoản lỗ sẽ do bạn chịu.",
    "Any views, news, research, analysis, prices and other information posted on this website are general market commentary and not investment advice. EQUINNOX TRADING shall not be liable for any loss, including, but not limited to, loss of profits, that may result directly or indirectly from reference to such information.": "Bất kỳ quan điểm, tin tức, nghiên cứu, phân tích, giá cả và thông tin khác được đăng trên trang web này là bình luận thị trường chung và không phải là lời khuyên đầu tư. EQUINNOX TRADING sẽ không chịu trách nhiệm về bất kỳ tổn thất nào, bao gồm nhưng không giới hạn ở việc mất lợi nhuận, có thể phát sinh trực tiếp hoặc gián tiếp từ việc tham khảo thông tin đó.",
    "Transactions over the Internet are subject to risks, including hardware, software and network connection failures. Due to the reliability of the signal, receiving line, equipment configuration and connecting system between the Internet, none of it is determined by EQUINNOX TRADING Therefore, the Company will not be responsible for communication failures, distortions and delays in transactions through the Internet. EQUINNOX TRADING CAPITAL The GROUP uses back-up systems and contingency plans to reduce the possibility of system failures and provides mail trading services.": "Các giao dịch qua Internet có rủi ro, bao gồm lỗi phần cứng, phần mềm và kết nối mạng. Do độ tin cậy của tín hiệu, đường dây nhận, cấu hình thiết bị và hệ thống kết nối giữa Internet, không có yếu tố nào trong số đó được xác định bởi EQUINNOX TRADING. Do đó, Công ty sẽ không chịu trách nhiệm về các lỗi giao tiếp, biến dạng và chậm trễ trong các giao dịch qua Internet. EQUINNOX TRADING CAPITAL GROUP sử dụng các hệ thống dự phòng và kế hoạch dự phòng để giảm khả năng lỗi hệ thống và cung cấp dịch vụ giao dịch qua thư.",
    "The contents of this website are provided solely to assist traders in making independent investment decisions and are subject to change without notice. EQUINNOX TRADING has taken reasonable steps to ensure the accuracy of the information on the website, but cannot guarantee the accuracy of the information, We shall not be liable for any loss or loss that may arise, directly or indirectly, from any delay in or failure to transmit or receive the contents of the Website or your inability to access the Website, or any instructions or notices sent through the Website.": "Nội dung của trang web này chỉ được cung cấp để hỗ trợ các nhà giao dịch đưa ra quyết định đầu tư độc lập và có thể thay đổi mà không cần thông báo trước. EQUINNOX TRADING đã thực hiện các bước hợp lý để đảm bảo tính chính xác của thông tin trên trang web, nhưng không thể đảm bảo tính chính xác của thông tin. Chúng tôi sẽ không chịu trách nhiệm về bất kỳ tổn thất hoặc thiệt hại nào có thể phát sinh, trực tiếp hoặc gián tiếp, từ bất kỳ sự chậm trễ hoặc thất bại trong việc truyền hoặc nhận nội dung của Trang web hoặc việc bạn không thể truy cập Trang web, hoặc bất kỳ hướng dẫn hoặc thông báo nào được gửi qua Trang web.",
    "EQUINNOX TRADING": "EQUINNOX TRADING",
    "Integrated CFD trading platform": "Nền tảng giao dịch CFD tích hợp",
    "330K+ Client on EQUINNOX TRADING | 100+ Tradable assets | 7/24 Trading": "Hơn 330K khách hàng trên EQUINNOX TRADING | Hơn 100 tài sản có thể giao dịch | Giao dịch 24/7",
    "ios Download": "Tải xuống iOS",
    "Android Download": "Tải xuống Android",
    "What is EQUINNOX TRADING": "EQUINNOX TRADING là gì",
    "EQUINNOX TRADING offers multiple asset classes - Forex, equities, equity indices, commodities, Cryptocurrencies and synthetic indices -- on one platform. With exclusive access to innovative trade types, Bringing a higher level of EQUINNOX TRADING experience to new and existing traders on our platform.": "EQUINNOX TRADING cung cấp nhiều loại tài sản - Forex, cổ phiếu, chỉ số cổ phiếu, hàng hóa, tiền điện tử và chỉ số tổng hợp - trên một nền tảng. Với quyền truy cập độc quyền vào các loại giao dịch sáng tạo, mang đến trải nghiệm EQUINNOX TRADING cấp cao hơn cho các nhà giao dịch mới và hiện có trên nền tảng của chúng tôi.",
    "To open an account": "Để mở tài khoản",
    "Upload your files": "Tải lên tài liệu của bạn",
    "Inject capital into your account": "Nạp tiền vào tài khoản của bạn",
    "Start trading": "Bắt đầu giao dịch",
    "4 Minutes": "4 Phút",
    "Verify youridentity": "Xác minh danh tính của bạn",
    "Choose from a variety of payment methods": "Chọn từ nhiều phương thức thanh toán khác nhau",
    "Stocks | Goods | Foreign Exchange Index ETF | Cryptocurrency": "Cổ phiếu | Hàng hóa | Chỉ số ngoại hối ETF | Tiền điện tử",
    "Start trading with EQUINNOX TRADING with a few simple steps": "Bắt đầu giao dịch với EQUINNOX TRADING chỉ với vài bước đơn giản",
    "Our trading products": "Sản phẩm giao dịch của chúng tôi",
    "Access to the world's largest forex trading market by volume through EQUINNOX TRADING's forex trading platform provided by market leader": "Tiếp cận thị trường giao dịch ngoại hối lớn nhất thế giới về khối lượng thông qua nền tảng giao dịch ngoại hối của EQUINNOX TRADING được cung cấp bởi nhà lãnh đạo thị trường",
    "Are you ready to be a part of the currency revolution? In EQUINNOX TRADING, one of the most popular platforms for trading cryptocurrency contracts for difference": "Bạn đã sẵn sàng trở thành một phần của cuộc cách mạng tiền tệ chưa? Tại EQUINNOX TRADING, một trong những nền tảng phổ biến nhất để giao dịch hợp đồng chênh lệch tiền điện tử",
    "The intact market safe haven is the most popular precious metal in a crisis. Then open the shell account.": "Vàng là tài sản trú ẩn an toàn phổ biến nhất trong thời kỳ khủng hoảng. Hãy mở tài khoản ngay.",
    "Trading volatility increases in OTC crude oil versus commodities, select EQUINNOX TRADING": "Biến động giao dịch tăng trong dầu thô OTC so với hàng hóa, hãy chọn EQUINNOX TRADING",
    "Competitive point spread": "Chênh lệch điểm cạnh tranh",
    "Maximize your trading potential through quality trade execution": "Tối đa hóa tiềm năng giao dịch của bạn thông qua việc thực hiện giao dịch chất lượng",
    "Trading hours are 24 hours a day, 5 days a week": "Giờ giao dịch 24 giờ một ngày, 5 ngày một tuần",
    "Only a certain percentage of the total value of the gold transaction is paid as a performance guarantee for the physical delivery of gold.": "Chỉ một tỷ lệ nhất định trong tổng giá trị giao dịch vàng được thanh toán như một khoản đảm bảo hiệu suất cho việc giao vàng vật chất.",
    "Gold margin trading can be divided into gold spot margin trading and gold futures margin trading.": "Giao dịch ký quỹ vàng có thể được chia thành giao dịch ký quỹ vàng giao ngay và giao dịch ký quỹ vàng tương lai.",
    "It is traded in financial markets under the symbol XAU.": "Nó được giao dịch trên thị trường tài chính dưới ký hiệu XAU.",
    "The outfield spread is as low as 04 points": "Chênh lệch ngoài trường thấp tới 04 điểm",
    "Excellent trade execution will maximize your potential": "Thực hiện giao dịch xuất sắc sẽ tối đa hóa tiềm năng của bạn",
    "Otc U.S. crude oil and U.K. crude oil can be long or short": "Dầu thô OTC của Hoa Kỳ và dầu thô của Vương quốc Anh có thể mua hoặc bán khống",
    "Cryptocurrency": "Tiền điện tử",
    "Gold": "Vàng",
    "Crude oil and commodities trading": "Giao dịch dầu thô và hàng hóa",
    "Trade in products you are interested in": "Giao dịch các sản phẩm bạn quan tâm",
    "You can trade 24 hours a day, 5 days a week": "Bạn có thể giao dịch 24 giờ một ngày, 5 ngày một tuần",
    "Without any commission": "Không có bất kỳ khoản hoa hồng nào",
    "EQUINNOX TRADING's trading fees on foreign-exchange products are simply the point spread between the bid-ask spread": "Phí giao dịch của EQUINNOX TRADING đối với các sản phẩm ngoại hối chỉ đơn giản là chênh lệch điểm giữa giá mua và giá bán",
    "Improve your trading potential": "Cải thiện tiềm năng giao dịch của bạn",
    "The foreign exchange market allows you to find opportunities both up and down": "Thị trường ngoại hối cho phép bạn tìm kiếm cơ hội cả khi giá tăng và giảm",
    "Maximizing value": "Tối đa hóa giá trị",
    "Competitive spread and provide traders with the fastest and highest quality trade execution": "Chênh lệch cạnh tranh và cung cấp cho nhà giao dịch khả năng thực hiện giao dịch nhanh nhất và chất lượng cao nhất",
    "Identify trading opportunities in popular global trading products": "Xác định cơ hội giao dịch trong các sản phẩm giao dịch toàn cầu phổ biến",
    "Foreign exchange transactions, broadly defined, refer to the exchange of one country's currency for another. Margin trading of foreign exchange (hereinafter referred to as foreign exchange) is to point to by signed a contract with (designated investment), a trust and investment account, deposit a sum of money (deposit) as a guarantee, are set in the (investment) group (or broker) credit line operation, traders can be freely traded at sight of the same value within the quota of foreign exchange or foreign exchange futures. Most forex margin trading offered by forex brokers to individual traders is spot forex trading with margin.": "Giao dịch ngoại hối, được định nghĩa rộng rãi, đề cập đến việc trao đổi tiền tệ của một quốc gia này lấy tiền tệ của quốc gia khác. Giao dịch ký quỹ ngoại hối (sau đây gọi là ngoại hối) là việc ký hợp đồng với (đầu tư được chỉ định), một tài khoản ủy thác và đầu tư, gửi một khoản tiền (tiền gửi) làm đảm bảo, được thiết lập trong nhóm (đầu tư) (hoặc nhà môi giới) hạn mức tín dụng hoạt động, các nhà giao dịch có thể tự do giao dịch theo giá trị tương đương trong hạn mức ngoại hối hoặc hợp đồng tương lai ngoại hối. Hầu hết giao dịch ký quỹ ngoại hối được các nhà môi giới ngoại hối cung cấp cho các nhà giao dịch cá nhân là giao dịch ngoại hối giao ngay có ký quỹ.",
    "Most individual traders conduct foreign exchange transactions through foreign exchange brokers. Before starting foreign exchange trading, traders need to choose a reliable broker registered account, registered account deposit margin into the account, after downloading the broker-supported trading platform, traders can trade foreign exchange.": "Hầu hết các nhà giao dịch cá nhân thực hiện giao dịch ngoại hối thông qua các nhà môi giới ngoại hối. Trước khi bắt đầu giao dịch ngoại hối, các nhà giao dịch cần chọn một nhà môi giới đáng tin cậy đã đăng ký tài khoản, gửi tiền ký quỹ vào tài khoản đã đăng ký, sau khi tải xuống nền tảng giao dịch được nhà môi giới hỗ trợ, các nhà giao dịch có thể giao dịch ngoại hối.",
    "In foreign exchange trading, traders enjoy the high returns brought by margin trading, but also face the risk of huge losses. Foreign exchange trading depends on the mentality of the trader, his strategy, his experience and the market conditions.": "Trong giao dịch ngoại hối, các nhà giao dịch được hưởng lợi nhuận cao do giao dịch ký quỹ mang lại, nhưng cũng đối mặt với rủi ro thua lỗ lớn. Giao dịch ngoại hối phụ thuộc vào tâm lý của nhà giao dịch, chiến lược, kinh nghiệm của họ và điều kiện thị trường.",
    "How to conduct foreign exchange transactions": "Cách thực hiện giao dịch ngoại hối",
    "Can foreign exchange trading be profitable": "Giao dịch ngoại hối có thể sinh lời không",
    "What is foreign exchange trading?": "Giao dịch ngoại hối là gì?",
    "For MOST TRADERS, BUYING PHYSICAL GOLD FOR INVESTMENT IS NOT THE BEST option due to storage AND purchase issues, SO choosing online gold trading platforms is a convenient option. Traders who invest in futures can choose futures margin trading platforms. As the largest spot gold trading market in the world, London Gold is the most mature spot gold trading market, which is trusted and welcomed by traders.": "Đối với HẦU HẾT CÁC NHÀ GIAO DỊCH, MUA VÀNG VẬT CHẤT ĐỂ ĐẦU TƯ KHÔNG PHẢI LÀ lựa chọn TỐT NHẤT do các vấn đề về lưu trữ VÀ mua bán, VÌ VẬY việc lựa chọn các nền tảng giao dịch vàng trực tuyến là một lựa chọn thuận tiện. Các nhà giao dịch đầu tư vào hợp đồng tương lai có thể chọn các nền tảng giao dịch ký quỹ hợp đồng tương lai. Là thị trường giao dịch vàng giao ngay lớn nhất thế giới, Vàng London là thị trường giao dịch vàng giao ngay trưởng thành nhất, được các nhà giao dịch tin tưởng và chào đón.",
    "After choosing what to trade, traders need to choose a qualified broker to open an account and deposit a certain amount of margin, then they can trade. A trader trades in anticipation of a long or short direction in order to gain from price changes. Due to the influence of many factors, the gold price is difficult to predict. But like any precious metal or financial trading product, gold can be traded using both fundamental and technical analysis.": "Sau khi chọn sản phẩm giao dịch, nhà giao dịch cần chọn một nhà môi giới đủ điều kiện để mở tài khoản và ký quỹ một số tiền nhất định, sau đó họ có thể giao dịch. Một nhà giao dịch giao dịch với kỳ vọng về hướng tăng hoặc giảm để kiếm lợi từ sự thay đổi giá. Do ảnh hưởng của nhiều yếu tố, giá vàng rất khó dự đoán. Nhưng giống như bất kỳ kim loại quý hoặc sản phẩm giao dịch tài chính nào, vàng có thể được giao dịch bằng cả phân tích cơ bản và phân tích kỹ thuật.",
    "There are many factors affecting the price of gold, notably the strength of the US dollar. However, the relationship between gold and the US dollar is in a dynamic change. In times of financial stress, the negative correlation between the US dollar and gold is more reliable. Economic growth and market uncertainty are also important factors affecting gold prices, including inflation, interest rates, and central bank demand. ; The price of gold is driven as much by politics as by war. Because of its safe-haven nature, the price of gold can fluctuate wildly in these situations. Since gold trading takes the way of margin trading, traders need to be clearly aware that margin trading is a double-edged sword, and traders are faced with the risk of huge losses while enjoying high profits.": "Có nhiều yếu tố ảnh hưởng đến giá vàng, đáng chú ý là sức mạnh của đồng đô la Mỹ. Tuy nhiên, mối quan hệ giữa vàng và đồng đô la Mỹ đang thay đổi động. Trong thời kỳ căng thẳng tài chính, mối tương quan nghịch giữa đồng đô la Mỹ và vàng đáng tin cậy hơn. Tăng trưởng kinh tế và sự không chắc chắn của thị trường cũng là những yếu tố quan trọng ảnh hưởng đến giá vàng, bao gồm lạm phát, lãi suất và nhu cầu của ngân hàng trung ương. ; Giá vàng bị ảnh hưởng bởi chính trị cũng như chiến tranh. Do tính chất trú ẩn an toàn, giá vàng có thể biến động mạnh trong những tình huống này. Vì giao dịch vàng theo hình thức giao dịch ký quỹ, các nhà giao dịch cần nhận thức rõ ràng rằng giao dịch ký quỹ là con dao hai lưỡi, và các nhà giao dịch phải đối mặt với rủi ro thua lỗ lớn trong khi vẫn được hưởng lợi nhuận cao.",
    "How to trade Gold": "Cách giao dịch vàng",
    "The overnight interest rate is based on the difference between the interest rates of the two currencies and the spot price. Overnight interest The Swap point is used to calculate the amount of daily overnight financing adjustments for foreign exchange products. All open positions at the close of trading (5 p.m. Et) are automatically extended to the next settlement date. The adjustment of overnight interest is simply a calculation of the cost of daily position extension. In line with industry practice, EQUINNOX TRADING calculates its positions through the weekend on Wednesday Eastern time. So the overnight interest rate on Wednesday Eastern time (Thursday morning Beijing time) is three days of overnight interest.": "Lãi suất qua đêm dựa trên sự khác biệt giữa lãi suất của hai loại tiền tệ và giá giao ngay. Lãi suất qua đêm Điểm Swap được sử dụng để tính toán số tiền điều chỉnh tài chính qua đêm hàng ngày cho các sản phẩm ngoại hối. Tất cả các vị thế mở vào cuối phiên giao dịch (5 giờ chiều giờ ET) sẽ tự động được gia hạn đến ngày thanh toán tiếp theo. Việc điều chỉnh lãi suất qua đêm chỉ đơn giản là một phép tính chi phí gia hạn vị thế hàng ngày. Theo thông lệ ngành, EQUINNOX TRADING tính toán các vị thế của mình qua cuối tuần vào thứ Tư giờ miền Đông. Vì vậy, lãi suất qua đêm vào thứ Tư giờ miền Đông (sáng thứ Năm giờ Bắc Kinh) là ba ngày lãi suất qua đêm.",
    "Gold margin trading provides a convenient way for traders to invest. Through gold margin trading, traders can hedge their risks. Especially in times of market turbulence. Gold margin trading can be a two-way long/short trade. Traders can go long or short to take advantage of market conditions. In gold margin trading, if a trader holds a position overnight, as in foreign exchange trading, it also incurs overnight interest. Overnight interest usually occurs when a customer holds a position overnight. It is when the settlement of a trade is carried forward to the next delivery date, and the position is held beyond the specified time. It reflects the difference between the current spot price and the interest rate of the two currencies given the customer's service level.": "Giao dịch ký quỹ vàng cung cấp một cách thuận tiện để các nhà giao dịch đầu tư. Thông qua giao dịch ký quỹ vàng, các nhà giao dịch có thể phòng ngừa rủi ro của mình. Đặc biệt trong thời kỳ thị trường hỗn loạn. Giao dịch ký quỹ vàng có thể là giao dịch mua/bán hai chiều. Các nhà giao dịch có thể mua hoặc bán để tận dụng điều kiện thị trường. Trong giao dịch ký quỹ vàng, nếu một nhà giao dịch giữ một vị thế qua đêm, giống như trong giao dịch ngoại hối, nó cũng phát sinh lãi suất qua đêm. Lãi suất qua đêm thường xảy ra khi khách hàng giữ một vị thế qua đêm. Đó là khi việc thanh toán một giao dịch được chuyển sang ngày giao hàng tiếp theo và vị thế được giữ vượt quá thời gian quy định. Nó phản ánh sự khác biệt giữa giá giao ngay hiện tại và lãi suất của hai loại tiền tệ tùy thuộc vào cấp độ dịch vụ của khách hàng.",
    "Gold margin trading refers to the gold trading business, the market participants do not need to carry out full capital transfer of the gold transaction, only according to the total amount of gold transaction to pay a certain proportion of the price, as the gold physical delivery performance guarantee. Gold margin trading can be divided into gold spot margin trading and gold futures margin trading. The most famous market for gold margin trading is the London Gold Market, commonly known as London Gold, and its code in the financial trading market is XAU.": "Giao dịch ký quỹ vàng đề cập đến hoạt động kinh doanh giao dịch vàng, những người tham gia thị trường không cần thực hiện chuyển giao toàn bộ vốn của giao dịch vàng, chỉ cần theo tổng số tiền giao dịch vàng để thanh toán một tỷ lệ nhất định của giá, như là đảm bảo thực hiện giao vàng vật chất. Giao dịch ký quỹ vàng có thể được chia thành giao dịch ký quỹ vàng giao ngay và giao dịch ký quỹ vàng tương lai. Thị trường nổi tiếng nhất cho giao dịch ký quỹ vàng là Thị trường vàng London, thường được gọi là Vàng London, và mã của nó trong thị trường giao dịch tài chính là XAU.",
    "Introduction to gold margin trading": "Giới thiệu về giao dịch ký quỹ vàng",
    "Gold can be traded in a variety of ways, such as buying physical bullion; Traders can also buy gold futures; Traders can also buy mutual funds and Exchange Traded funds; Contracts for difference, options and shares are also important ways to trade gold.": "Vàng có thể được giao dịch theo nhiều cách khác nhau, chẳng hạn như mua vàng miếng vật chất; Các nhà giao dịch cũng có thể mua hợp đồng tương lai vàng; Các nhà giao dịch cũng có thể mua quỹ tương hỗ và Quỹ giao dịch trao đổi; Hợp đồng chênh lệch, quyền chọn và cổ phiếu cũng là những cách quan trọng để giao dịch vàng.",
    "Bulk commodities are material commodities that can enter the circulation field, but are not retail links, have commodity attributes and are used for industrial and agricultural production and consumption. In the financial investment market, bulk commodities refer to commodities that are homogeneous, tradable and widely used as basic industrial raw materials, such as crude oil, non-ferrous metals, steel, agricultural products, iron ore, coal, etc. Historically, commodities were traded in physical form, but since modern times, commodities are mostly traded electronically. Commodities trading can take many forms. Futures contracts are one of the most common and popular ways to trade commodities. Stocks and exchange-traded funds (ETFs) can also be used to trade commodities. Commodity markets are physical or virtual markets where commodities are bought and sold. There are now about 50 major commodity markets, which facilitate trading in about 100 commodities. Commodities can be divided into hard and soft categories. Hard commodities are often natural resources that often have to be mined or extracted, such as gold, rubber and crude oil; The soft commodities are agricultural products or livestock. The participants in the commodity market are mainly producers, industrial end users, traders and speculators. The world's major commodity exchanges mainly include Chicago Mercantile Exchange (CME), New York Mercantile Exchange (NYMEX), London Metal Exchange, Japan Commodity Exchange, Shanghai Commodity Exchange, Australian Commodity Exchange and so on.": "Hàng hóa số lượng lớn là hàng hóa vật chất có thể tham gia vào lĩnh vực lưu thông, nhưng không phải là liên kết bán lẻ, có thuộc tính hàng hóa và được sử dụng cho sản xuất và tiêu dùng công nghiệp và nông nghiệp. Trong thị trường đầu tư tài chính, hàng hóa số lượng lớn đề cập đến các mặt hàng đồng nhất, có thể giao dịch và được sử dụng rộng rãi làm nguyên liệu thô công nghiệp cơ bản, chẳng hạn như dầu thô, kim loại màu, thép, nông sản, quặng sắt, than đá, v.v. Trong lịch sử, hàng hóa được giao dịch dưới dạng vật chất, nhưng từ thời hiện đại, hàng hóa chủ yếu được giao dịch điện tử. Giao dịch hàng hóa có thể có nhiều hình thức. Hợp đồng tương lai là một trong những cách phổ biến và được ưa chuộng nhất để giao dịch hàng hóa. Cổ phiếu và quỹ giao dịch trao đổi (ETF) cũng có thể được sử dụng để giao dịch hàng hóa. Thị trường hàng hóa là thị trường vật chất hoặc ảo nơi hàng hóa được mua và bán. Hiện có khoảng 50 thị trường hàng hóa lớn, tạo điều kiện thuận lợi cho việc giao dịch khoảng 100 mặt hàng. Hàng hóa có thể được chia thành các loại cứng và mềm. Hàng hóa cứng thường là tài nguyên thiên nhiên thường phải được khai thác hoặc chiết xuất, chẳng hạn như vàng, cao su và dầu thô; Hàng hóa mềm là nông sản hoặc gia súc. Những người tham gia thị trường hàng hóa chủ yếu là nhà sản xuất, người dùng cuối công nghiệp, nhà giao dịch và nhà đầu cơ. Các sàn giao dịch hàng hóa lớn trên thế giới chủ yếu bao gồm Sàn giao dịch hàng hóa Chicago (CME), Sàn giao dịch hàng hóa New York (NYMEX), Sàn giao dịch kim loại London, Sàn giao dịch hàng hóa Nhật Bản, Sàn giao dịch hàng hóa Thượng Hải, Sàn giao dịch hàng hóa Úc, v.v.",
    "Why trade cryptocurrency CFDS?": "Tại sao nên giao dịch CFD tiền điện tử?",
    "Trading cryptocurrencies through contracts for difference (CFDS) is a new way to trade this volatile market. And, you don't even need to be an expert CFD trader on how to trade bitcoin and other crypto CFD. EQUINNOX TRADING offers cryptocurrency CFDS for major assets such as bitcoin, XRP (XRP), Bitcoin Cash, Litecoin and Ethereum for positions against the US dollar and Australian dollar.": "Giao dịch tiền điện tử thông qua hợp đồng chênh lệch (CFD) là cách mới để tham gia thị trường biến động này. Và bạn không cần phải là chuyên gia giao dịch CFD để biết cách giao dịch Bitcoin và các CFD tiền điện tử khác. EQUINNOX TRADING cung cấp CFD tiền điện tử cho các tài sản chính như Bitcoin, XRP, Bitcoin Cash, Litecoin và Ethereum với các vị thế so với USD và AUD."
}

