{
    "Sign up now": "สมัครตอนนี้",
    "Home": "หน้าแรก",
    "About us": "เกี่ยวกับเรา",
    "Trading products": "ผลิตภัณฑ์การซื้อขาย",
    "Trading platform": "แพลตฟอร์มการซื้อขาย",
    "Risk statement": "คำชี้แจงความเสี่ยง",
    "Contact us": "ติดต่อเรา",
    "login": "ล็อกอิน",
    "Every quarter, EQUINNOX TRADING strategically cooperates with world-class accounting firms to audit the firm's trading volume and clients' real-time financial assets": "ทุกไตรมาส EQUINNOX TRADING ร่วมมือเชิงกลยุทธ์กับบริษัทบัญชีระดับโลก เพื่อตรวจสอบปริมาณการซื้อขายของบริษัทและสินทรัพย์ทางการเงินแบบเรียลไทม์ของลูกค้า",
    "Your trust, we do our best": "ความไว้วางใจของคุณ เราจะทำให้ดีที่สุด",
    "The company is committed to meeting your global asset trading investment needs": "บริษัทมุ่งมั่นในการตอบสนองต้องการการลงทุนของคุณในสินทรัพย์ที่ต้องการ",
    "Risk Warning: Trading CFDs on margin carries a high level of risk and may not be suitable for all investors. Before deciding to trade foreign exchange, you should carefully consider your investment objectives, level of experience and risk appetite. You may lose some or all of your investment, so you should not invest money you cannot afford to lose. You should be aware of all the risks associated with foreign exchange trading and consult an independent financial advisor if you are in any doubt.": "คำเตือนความเสี่ยง: การซื้อขาย CFD ด้วยมาร์จิ้นมีความเสี่ยงสูงและอาจไม่เหมาะสำหรับนักลงทุนทุกคน ก่อนตัดสินใจซื้อขายแลกเปลี่ยนเงินตราต่างประเทศ คุณควรพิจารณาวัตถุประสงค์การลงทุน ระดับประสบการณ์ และความเสี่ยงที่คุณยอมรับได้อย่างรอบคอบ คุณอาจสูญเสียเงินลงทุนบางส่วนหรือทั้งหมด ดังนั้นคุณไม่ควรลงทุนด้วยเงินที่คุณไม่สามารถจะเสียได้ คุณควรตระหนักถึงความเสี่ยงทั้งหมดที่เกี่ยวข้องกับการซื้อขายแลกเปลี่ยนเงินตราต่างประเทศ และปรึกษาที่ปรึกษาทางการเงินอิสระหากคุณมีข้อสงสัย",
    "Copyright © 2016-2025 EQUINNOX TRADING. All Rights Reserved.": "ลิขสิทธิ์ © 2016-2025 EQUINNOX TRADING. สงวนลิขสิทธิ์",
    "More than 50 technical indicators and disk analysis tools. It is safe, reliable, easy to use, and has the functional characteristics of high-level traders.": "50 ตัวกรองเทคนิคและเครื่องมือวิเคราะห์ดิสก์ ปลอดภัย น่าเชื่อถือ ใช้งานง่าย และมีคุณสมบัติของผู้ซื้อขายระดับสูง",
    "We offer EQUINNOX TRADING, one of the world's most recognized and widely used online trading platforms. EQUINNOX TRADING provides powerful chart analysis tools:": "เราให้บริการ EQUINNOX TRADING, หนึ่งในบริษัทที่ได้รับการยอมรับและใช้กันอย่างกว้างขวางที่สุดในโลก บริษัทให้บริการเครื่องมือวิเคราะห์กราฟที่ทรงพลัง",
    "Best Trading Experience": "ประสบการณ์การซื้อขายที่ดีที่สุด",
    "Download EQUINNOX TRADING": "ดาวน์โหลด EQUINNOX TRADING",
    "Choose a broker with a global presence that is fair, honest and people-oriented": "เลือกโบรกเกอร์ที่มีสถานะทั่วโลกที่ยุติธรรม ซื่อสัตย์ และมุ่งเน้นผู้คน",
    "A highly regulated broker": "โบรกเกอร์ที่ได้รับการควบคุมอย่างเข้มงวด",
    "The world famous": "มีชื่อเสียงระดับโลก",
    "Focus on the customer": "มุ่งเน้นลูกค้า",
    "The range of goods traded": "ประเภทของสินค้าที่ซื้อขาย",
    "Transparency and Fairness": "ความโปร่งใสและความยุติธรรม",
    "Convenient and quick": "สะดวกและรวดเร็ว",
    "EQUINNOX TRADING headquartered in the United States is qualified for financial services and regulated by financial institutions MSB in the United States.": "EQUINNOX TRADING ซึ่งมีสำนักงานใหญ่ในสหรัฐอเมริกา มีคุณสมบัติในการให้บริการทางการเงินและอยู่ภายใต้การกำกับดูแลโดยสถาบันการเงิน MSB ในสหรัฐอเมริกา",
    "We serve a global audience in more than 150 countries, with a network of offices throughout the Americas, Europe, Africa and Asia.": "เราให้บริการลูกค้าทั่วโลกในกว่า 150 ประเทศ ด้วยเครือข่ายสำนักงานทั่วอเมริกา ยุโรป แอฟริกา และเอเชีย",
    "At EQUINNOX TRADING, we do not care about the size of your funds. The client is the only principle we adhere to, not the type of fund account or the size of the investment. All our customers will receive the same quality of service, the same speed of execution, and the same customer support. The values you started with don't change.": "ที่ EQUINNOX TRADING เราไม่สนใจขนาดเงินทุนของคุณ ลูกค้าคือหลักการเดียวที่เรายึดถือ ไม่ใช่ประเภทบัญชีกองทุนหรือขนาดการลงทุน ลูกค้าของเราทุกคนจะได้รับบริการที่มีคุณภาพเท่ากัน ความเร็วในการดำเนินการเท่ากัน และการสนับสนุนลูกค้าเท่ากัน คุณค่าที่คุณเริ่มต้นไม่เปลี่ยนแปลง",
    "Our clients can choose to trade CFDs on Forex, Stocks, Indices, Commodities, Bitcoin, Metals and Energy from the same trading account. One platform can trade multiple products, making trading easier and more efficient.": "ลูกค้าของเราสามารถเลือกซื้อขาย CFD ในตลาด Forex, หุ้น, ดัชนี, สินค้าโภคภัณฑ์, Bitcoin, โลหะ และพลังงาน จากบัญชีซื้อขายเดียวกัน แพลตฟอร์มเดียวสามารถซื้อขายผลิตภัณฑ์ได้หลากหลาย ทำให้การซื้อขายง่ายขึ้นและมีประสิทธิภาพมากขึ้น",
    "At EQUINNOX TRADING, what you see is what you get, with no hidden clauses. The price, execution and promotion you see. What we advertise is what we can offer to all our clients, regardless of the size of the investment.": "ที่ EQUINNOX TRADING สิ่งที่คุณเห็นคือสิ่งที่คุณได้รับ โดยไม่มีข้อกำหนดที่ซ่อนอยู่ ราคา การดำเนินการ และโปรโมชั่นที่คุณเห็น สิ่งที่เราโฆษณาคือสิ่งที่เราสามารถเสนอให้กับลูกค้าของเราทุกคน โดยไม่คำนึงถึงขนาดของการลงทุน",
    "All of our systems are built on the principle of customer focus. For example, our account opening procedures, account management, deposit and exchange, It's very easy for the customer to operate.": "ระบบทั้งหมดของเราสร้างขึ้นบนหลักการที่เน้นลูกค้าเป็นศูนย์กลาง ตัวอย่างเช่น ขั้นตอนการเปิดบัญชี การจัดการบัญชี การฝากและแลกเปลี่ยน ลูกค้าสามารถดำเนินการได้ง่ายมาก",
    "Start Trading Immediately": "เริ่มซื้อขายทันที",
    "The product point spread is much lower than the industry average point spread": "สเปรดของผลิตภัณฑ์ต่ำกว่าสเปรดเฉลี่ยของอุตสาหกรรมมาก",
    "No repeat quotes, the world's top server NY 4": "ไม่มีการเสนอราคาซ้ำ, เซิร์ฟเวอร์ NY 4 ชั้นนำของโลก",
    "The maximum execution speed is less than 40 milliseconds": "ความเร็วในการดำเนินการสูงสุดน้อยกว่า 40 มิลลิวินาที",
    "Multiple ways of entering and exiting gold": "หลายช่องทางในการฝากและถอนเงิน",
    "Top global banks and liquidity quotes": "ธนาคารชั้นนำระดับโลกและราคาเสนอสภาพคล่อง",
    "Personal Customer Support": "การสนับสนุนลูกค้าส่วนบุคคล",
    "Rich global investment variety, secure and fast trading environment for one account trading worldwide": "ความหลากหลายของการลงทุนทั่วโลกที่หลากหลาย, สภาพแวดล้อมการซื้อขายที่ปลอดภัยและรวดเร็วสำหรับการซื้อขายบัญชีเดียวทั่วโลก",
    "Ten years of trusted trading": "ประสบการณ์ 10 ปีในการซื้อขายที่เชื่อถือได้",
    "Trade FX, CFDs and stocks with an established global broker": "ซื้อขาย FX, CFD และหุ้นกับโบรกเกอร์ระดับโลกที่น่าเชื่อถือ",
    "Competitive handicap, dynamic and variable financing leverage allow you to maximize trading returns": "ข้อได้เปรียบในการแข่งขัน, เลเวอเรจทางการเงินที่ยืดหยุ่นและเปลี่ยนแปลงได้ ช่วยให้คุณเพิ่มผลตอบแทนการซื้อขายได้สูงสุด",
    "Once you open an account, you can invest in global mainstream markets, stocks, gold, crude oil, Bitcoin and currency pairs": "เมื่อคุณเปิดบัญชี คุณสามารถลงทุนในตลาดกระแสหลักทั่วโลก หุ้น ทองคำ น้ำมันดิบ Bitcoin และคู่สกุลเงินได้",
    "Comprehensive local service, multi-channel, round-the-clock, localized professional customer service to answer any questions you have": "บริการท้องถิ่นที่ครอบคลุม, หลากหลายช่องทาง, ตลอด 24 ชั่วโมง, บริการลูกค้ามืออาชีพในพื้นที่เพื่อตอบทุกคำถามที่คุณมี",
    "Lower Transaction Costs": "ค่าธรรมเนียมการทำธุรกรรมที่ต่ำกว่า",
    "A comprehensive investment market": "ตลาดการลงทุนที่ครอบคลุม",
    "The best service": "บริการที่ดีที่สุด",
    "Symbol": "สัญลักษณ์",
    "Bid": "ราคาเสนอซื้อ",
    "Ask": "ราคาเสนอขาย",
    "Spread": "สเปรด",
    "Change": "เปลี่ยนแปลง",
    "Change %": "% การเปลี่ยนแปลง",
    "Open": "เปิด",
    "Low": "ต่ำสุด",
    "High": "สูงสุด",
    "Previous": "ก่อนหน้า",
    "Forex": "ฟอเร็กซ์",
    "CryptoCurrency": "คริปโตเคอร์เรนซี",
    "Indices": "ดัชนี",
    "Stocks": "หุ้น",
    "ETFs": "กองทุน ETF",
    "Commodities": "สินค้าโภคภัณฑ์",
    "Track Market Trends and Live Prices on Finlogix": "ติดตามแนวโน้มตลาดและราคาแบบเรียลไทม์บน Finlogix",
    "About Us": "เกี่ยวกับเรา",
    "Company Profile": "ข้อมูลบริษัท",
    "Our Mission is to Provide the Most Innovative Trading Experience": "ภารกิจของเราคือการมอบประสบการณ์การซื้อขายที่ทันสมัยที่สุด",
    "EQUINNOX TRADING was founded in 2016 by a team of talented IT and FinTech specialists who wanted to prove that people don’t need to compromise to earn on financial markets — that trading should be accessible, convenient and more fun.": "EQUINNOX TRADING ก่อตั้งขึ้นในปี 2559 โดยทีมงานผู้เชี่ยวชาญด้านไอทีและฟินเทคที่มีความสามารถ ซึ่งต้องการพิสูจน์ว่าผู้คนไม่จำเป็นต้องประนีประนอมเพื่อสร้างรายได้ในตลาดการเงิน — การซื้อขายควรเข้าถึงได้ สะดวก และสนุกสนานยิ่งขึ้น",
    "Today, we continue to develop, improve and constantly innovate trading experience. We do believe that trading should be available to anyone in the world.": "วันนี้ เรายังคงพัฒนา ปรับปรุง และสร้างสรรค์ประสบการณ์การซื้อขายอย่างต่อเนื่อง เราเชื่อว่าการซื้อขายควรมีให้สำหรับทุกคนในโลก",
    "EQUINNOX TRADING's mission is to provide its clients with the best spread and variety of financial trading products in the market, while providing unmatched turnover rates and the strongest solvency through the world's most technologically advanced order trading platform.": "ภารกิจของ EQUINNOX TRADING คือการมอบสเปรดที่ดีที่สุดและความหลากหลายของผลิตภัณฑ์การซื้อขายทางการเงินในตลาดให้กับลูกค้า ในขณะที่มอบอัตราการหมุนเวียนที่ไม่มีใครเทียบได้และความสามารถในการชำระหนี้ที่แข็งแกร่งที่สุดผ่านแพลตฟอร์มการซื้อขายคำสั่งที่ทันสมัยที่สุดในโลก",
    "Fund segregation We keep your funds entirely separate from our own operational funds in various top-tier banking institutions. We won't ever use any of your money for either our own use or any other investment, ensuring your protection at all times.": "การแยกเงินทุน เราเก็บเงินทุนของคุณแยกต่างหากจากเงินทุนในการดำเนินงานของเราในสถาบันการธนาคารชั้นนำต่างๆ เราจะไม่ใช้เงินของคุณเพื่อวัตถุประสงค์ของเราเองหรือการลงทุนอื่นใด เพื่อให้มั่นใจในการปกป้องของคุณตลอดเวลา",
    "Encryption We use the SSL (Secure Sockets Layer) network security protocol to guarantee a secure connection in all communications with you, protect your safety during transactions with us and keep all your information private.": "การเข้ารหัส เราใช้โปรโตคอลความปลอดภัยเครือข่าย SSL (Secure Sockets Layer) เพื่อรับประกันการเชื่อมต่อที่ปลอดภัยในการสื่อสารทั้งหมดกับคุณ ปกป้องความปลอดภัยของคุณในระหว่างการทำธุรกรรมกับเรา และเก็บข้อมูลทั้งหมดของคุณเป็นส่วนตัว",
    "Product range": "ประเภทผลิตภัณฑ์",
    "Foreign exchange : Offers up to dozens of mainstream foreign exchange currency pairs, including Euro USD (EURUSD), US Dollar CAD (USDCAD), British Pound USD (GBPUSD) and so on.": "อัตราแลกเปลี่ยนเงินตราต่างประเทศ: เสนอคู่สกุลเงินต่างประเทศหลักหลายสิบสกุล รวมถึงยูโร USD (EURUSD), ดอลลาร์สหรัฐ CAD (USDCAD), ปอนด์อังกฤษ USD (GBPUSD) และอื่นๆ",
    "Precious metals: Provide a variety of metal spot trading: gold (XAUUSD), silver (XAGUSD) precious metals trading.": "โลหะมีค่า: ให้บริการซื้อขายโลหะมีค่าแบบสปอตหลากหลายประเภท: ทองคำ (XAUUSD), เงิน (XAGUSD)",
    "Crude OIL: Offers Us OIL trading": "น้ำมันดิบ: เสนอการซื้อขายน้ำมันดิบสหรัฐฯ",
    "Index: Hong Kong Hang Seng Index (HK 50), German Index (GER 30), S&P 500 (US 500)": "ดัชนี: ดัชนีฮั่งเส็งฮ่องกง (HK 50), ดัชนีเยอรมัน (GER 30), S&P 500 (US 500)",
    "Cryptocurrency: It provides dozens of mainstream digital currency pairs, including bitcoin (BTCUSD), Ethereum (ETHUSD) and XRPUSD.": "สกุลเงินดิจิทัล: ให้บริการคู่สกุลเงินดิจิทัลหลักหลายสิบสกุล รวมถึงบิตคอยน์ (BTCUSD), อีเธอเรียม (ETHUSD) และ XRPUSD",
    "Open Free Account": "เปิดบัญชีฟรี",
    "Our wish is that": "มุ่งมั่นของเรามี",
    "To be the world's leading financial firm trusted by retail and institutional customers with the best products and services in the market under a long-term partnership.": "เพื่อเป็นบริษัททางการเงินชั้นนำของโลกที่ได้รับความไว้วางใจจากลูกค้ารายย่อยและสถาบัน ด้วยผลิตภัณฑ์และบริการที่ดีที่สุดในตลาดภายใต้ความร่วมมือระยะยาว",
    "connect us": "ติดต่อเรา",
    "customer@equinnoxtrading.com": "customer@equinnoxtrading.com",
    "Have a question or need expert help?": "มีคำถามหรือต้องการความช่วยเหลือจากผู้เชี่ยวชาญหรือไม่?",
    "Service and Support": "บริการและการสนับสนุน",
    "Risk disclosure": "การเปิดเผยความเสี่ยง",
    "Risk investment": "ความเสี่ยงในการลงทุน",
    "Margin and Leverage": "มาร์จิ้นและเลเวอเรจ",
    "Market analysis": "การวิเคราะห์ตลาด",
    "Risk of network transaction": "ความเสี่ยงของการทำธุรกรรมผ่านเครือข่าย",
    "Accuracy of data": "ความแม่นยำของข้อมูล",
    "Margin forex trading involves high risks and may not be suitable for all investors. A high degree of leverage can affect you negatively or positively. Possibilities include losing more than the amount invested. You should carefully consider your investment objectives, trading experience and risk tolerance before deciding to buy or sell foreign exchange. Investors should be aware of all the risks associated with foreign exchange trading. If in doubt, seek advice from an independent financial adviser. Any comments, news, research, analysis, prices or other information published on this website shall be regarded as general market information only and shall not constitute investment advice. EQUINNOX TRADING Will not be responsible for any loss or loss (including, without limitation, any loss of earnings) that may arise from the direct or indirect use or reliance on such information.": "การซื้อขายฟอเร็กซ์ด้วยมาร์จิ้นมีความเสี่ยงสูงและอาจไม่เหมาะสำหรับนักลงทุนทุกคน ระดับเลเวอเรจที่สูงอาจส่งผลกระทบต่อคุณทั้งในเชิงลบและเชิงบวก ความเป็นไปได้รวมถึงการสูญเสียมากกว่าจำนวนเงินที่ลงทุน คุณควรพิจารณาวัตถุประสงค์การลงทุน ประสบการณ์การซื้อขาย และความทนทานต่อความเสี่ยงอย่างรอบคอบก่อนตัดสินใจซื้อหรือขายเงินตราต่างประเทศ นักลงทุนควรตระหนักถึงความเสี่ยงทั้งหมดที่เกี่ยวข้องกับการซื้อขายเงินตราต่างประเทศ หากมีข้อสงสัย ควรปรึกษาที่ปรึกษาทางการเงินอิสระ ความคิดเห็น ข่าวสาร การวิจัย การวิเคราะห์ ราคา หรือข้อมูลอื่นใดที่เผยแพร่บนเว็บไซต์นี้ ให้ถือเป็นข้อมูลตลาดทั่วไปเท่านั้นและไม่ถือเป็นคำแนะนำการลงทุน EQUINNOX TRADING จะไม่รับผิดชอบต่อการสูญเสียใดๆ (รวมถึงแต่ไม่จำกัดเพียงการสูญเสียรายได้) ที่อาจเกิดขึ้นจากการใช้โดยตรงหรือโดยอ้อม หรือการพึ่งพาข้อมูลดังกล่าว",
    "In order to trade leveraged CFDS or forex, you will need to deposit a certain amount of money with EQUINNOX TRADING as margin. Margin is usually a relatively small fraction of the total contract value. For example, trading a 100:1 leverage contract requires 1% of the value of the contract as margin. This means that a small price change can lead to a large change in the value of the contract you are trading, which can be to your advantage or bring you a significant loss.": "ในการซื้อขาย CFDS หรือฟอเร็กซ์แบบมีเลเวอเรจ คุณจะต้องฝากเงินจำนวนหนึ่งกับ EQUINNOX TRADING เป็นมาร์จิ้น โดยปกติมาร์จิ้นจะเป็นส่วนเล็กน้อยของมูลค่าสัญญาทั้งหมด ตัวอย่างเช่น การซื้อขายสัญญาเลเวอเรจ 100:1 ต้องใช้ 1% ของมูลค่าสัญญาเป็นมาร์จิ้น ซึ่งหมายความว่าการเปลี่ยนแปลงราคาเพียงเล็กน้อยอาจนำไปสู่การเปลี่ยนแปลงขนาดใหญ่ในมูลค่าของสัญญาที่คุณกำลังซื้อขาย ซึ่งอาจเป็นประโยชน์ต่อคุณหรือนำมาซึ่งการขาดทุนอย่างมีนัยสำคัญ",
    "You may lose your initial capital injection and be required to make margin calls to maintain your position. If the margin requirement is not met, your position will be forced to close, resulting The loss will be borne by you.": "คุณอาจสูญเสียเงินลงทุนเริ่มต้นของคุณและอาจถูกเรียกให้วางมาร์จิ้นเพิ่มเติมเพื่อรักษาสถานะของคุณ หากไม่ปฏิบัติตามข้อกำหนดมาร์จิ้น สถานะของคุณจะถูกบังคับให้ปิด ส่งผลให้การขาดทุนจะตกเป็นภาระของคุณ",
    "Any views, news, research, analysis, prices and other information posted on this website are general market commentary and not investment advice. EQUINNOX TRADING shall not be liable for any loss, including, but not limited to, loss of profits, that may result directly or indirectly from reference to such information.": "มุมมอง ข่าวสาร การวิจัย การวิเคราะห์ ราคา และข้อมูลอื่น ๆ ที่โพสต์บนเว็บไซต์นี้เป็นเพียงความเห็นทั่วไปของตลาดและไม่ใช่คำแนะนำการลงทุน EQUINNOX TRADING จะไม่รับผิดชอบต่อการสูญเสียใด ๆ รวมถึงแต่ไม่จำกัดเพียงการสูญเสียผลกำไร ที่อาจเกิดขึ้นโดยตรงหรือโดยอ้อมจากการอ้างอิงข้อมูลดังกล่าว",
    "Transactions over the Internet are subject to risks, including hardware, software and network connection failures. Due to the reliability of the signal, receiving line, equipment configuration and connecting system between the Internet, none of it is determined by EQUINNOX TRADING Therefore, the Company will not be responsible for communication failures, distortions and delays in transactions through the Internet. EQUINNOX TRADING CAPITAL The GROUP uses back-up systems and contingency plans to reduce the possibility of system failures and provides mail trading services.": "การทำธุรกรรมผ่านอินเทอร์เน็ตมีความเสี่ยง รวมถึงความล้มเหลวของฮาร์ดแวร์ ซอฟต์แวร์ และการเชื่อมต่อเครือข่าย เนื่องจากความน่าเชื่อถือของสัญญาณ สายรับ สภาพการทำงานของอุปกรณ์ และระบบเชื่อมต่อระหว่างอินเทอร์เน็ต ไม่มีสิ่งใดที่กำหนดโดย EQUINNOX TRADING ดังนั้น บริษัทจะไม่รับผิดชอบต่อความล้มเหลวในการสื่อสาร ความบิดเบือน และความล่าช้าในการทำธุรกรรมผ่านอินเทอร์เน็ต EQUINNOX TRADING CAPITAL GROUP ใช้ระบบสำรองและแผนฉุกเฉินเพื่อลดความเป็นไปได้ของความล้มเหลวของระบบ และให้บริการซื้อขายทางไปรษณีย์",
    "The contents of this website are provided solely to assist traders in making independent investment decisions and are subject to change without notice. EQUINNOX TRADING has taken reasonable steps to ensure the accuracy of the information on the website, but cannot guarantee the accuracy of the information, We shall not be liable for any loss or loss that may arise, directly or indirectly, from any delay in or failure to transmit or receive the contents of the Website or your inability to access the Website, or any instructions or notices sent through the Website.": "เนื้อหาของเว็บไซต์นี้จัดทำขึ้นเพื่อช่วยให้ผู้ค้าตัดสินใจลงทุนได้อย่างอิสระและอาจมีการเปลี่ยนแปลงโดยไม่ต้องแจ้งให้ทราบล่วงหน้า EQUINNOX TRADING ได้ดำเนินการตามสมควรเพื่อให้มั่นใจในความถูกต้องของข้อมูลบนเว็บไซต์ แต่ไม่สามารถรับประกันความถูกต้องของข้อมูลได้ เราจะไม่รับผิดชอบต่อการสูญเสียใดๆ ที่อาจเกิดขึ้นโดยตรงหรือโดยอ้อมจากการล่าช้าหรือความล้มเหลวในการส่งหรือรับเนื้อหาของเว็บไซต์ หรือการที่คุณไม่สามารถเข้าถึงเว็บไซต์ หรือคำแนะนำหรือการแจ้งเตือนใดๆ ที่ส่งผ่านเว็บไซต์",
    "EQUINNOX TRADING": "EQUINNOX TRADING",
    "Integrated CFD trading platform": "แพลตฟอร์มการซื้อขาย CFD แบบบูรณาการ",
    "330K+ Client on EQUINNOX TRADING | 100+ Tradable assets | 7/24 Trading": "330K+ ลูกค้าบน EQUINNOX TRADING | 100+ ทรัพยากรที่สามารถซื้อขายได้ | 24/7 Trading",
    "EQUINNOX TRADING offers multiple asset classes - Forex, equities, equity indices, commodities, Cryptocurrencies and synthetic indices -- on one platform. With exclusive access to innovative trade types, Bringing a higher level of EQUINNOX TRADING experience to new and existing traders on our platform.": "EQUINNOX TRADING นำเสนอสินทรัพย์หลายประเภท - ฟอเร็กซ์, ตราสารทุน, ดัชนีหุ้น, สินค้าโภคภัณฑ์, สกุลเงินดิจิทัล และดัชนีสังเคราะห์ - บนแพลตฟอร์มเดียว ด้วยการเข้าถึงประเภทการซื้อขายที่เป็นนวัตกรรมใหม่โดยเฉพาะ นำประสบการณ์ EQUINNOX TRADING ในระดับที่สูงขึ้นมาสู่ผู้ค้าใหม่และผู้ค้าเดิมบนแพลตฟอร์มของเรา",
    "ios Download": "ดาวน์โหลด iOS",
    "Android Download": "ดาวน์โหลด Android",
    "What is EQUINNOX TRADING": "EQUINNOX TRADING คืออะไร",
    "To open an account": "เปิดบัญชี",
    "Upload your files": "อัปโหลดไฟล์ของคุณ",
    "Inject capital into your account": "ฝากเงินเข้าบัญชีของคุณ",
    "Start trading": "เริ่มซื้อขาย",
    "4 Minutes": "4 นาที",
    "Verify youridentity": "ยืนยันตัวตนของคุณ",
    "Choose from a variety of payment methods": "เลือกวิธีการชำระเงินที่หลากหลาย",
    "Stocks | Goods | Foreign Exchange Index ETF | Cryptocurrency": "หุ้น | สินค้า | ดัชนีอัตราแลกเปลี่ยน ETF | สกุลเงินดิจิทัล",
    "Start trading with EQUINNOX TRADING with a few simple steps": "เริ่มต้นการซื้อขายกับ EQUINNOX TRADING ด้วยขั้นตอนง่ายๆ",
    "Our trading products": "ผลิตภัณฑ์การซื้อขายของเรา",
    "Access to the world's largest forex trading market by volume through EQUINNOX TRADING's forex trading platform provided by market leader": "เข้าถึงตลาดการซื้อขายฟอเร็กซ์ที่ใหญ่ที่สุดในโลกตามปริมาณผ่านแพลตฟอร์มการซื้อขายฟอเร็กซ์ของ EQUINNOX TRADING ที่จัดทำโดยผู้นำตลาด",
    "Are you ready to be a part of the currency revolution? In EQUINNOX TRADING, one of the most popular platforms for trading cryptocurrency contracts for difference": "คุณพร้อมที่จะเป็นส่วนหนึ่งของการปฏิวัติสกุลเงินแล้วหรือยัง? ใน EQUINNOX TRADING ซึ่งเป็นหนึ่งในแพลตฟอร์มยอดนิยมสำหรับการซื้อขายสัญญาซื้อขายส่วนต่างสกุลเงินดิจิทัล",
    "The intact market safe haven is the most popular precious metal in a crisis. Then open the shell account.": "สินทรัพย์ปลอดภัยในตลาดที่สมบูรณ์คือโลหะมีค่าที่ได้รับความนิยมมากที่สุดในภาวะวิกฤต จากนั้นเปิดบัญชีเชลล์",
    "Trading volatility increases in OTC crude oil versus commodities, select EQUINNOX TRADING": "ความผันผวนของการซื้อขายเพิ่มขึ้นในน้ำมันดิบ OTC เทียบกับสินค้าโภคภัณฑ์ เลือก EQUINNOX TRADING",
    "Competitive point spread": "สเปรดที่แข่งขันได้",
    "Maximize your trading potential through quality trade execution": "เพิ่มศักยภาพการซื้อขายของคุณให้สูงสุดผ่านการดำเนินการซื้อขายที่มีคุณภาพ",
    "Trading hours are 24 hours a day, 5 days a week": "เวลาทำการซื้อขาย 24 ชั่วโมงต่อวัน 5 วันต่อสัปดาห์",
    "Only a certain percentage of the total value of the gold transaction is paid as a performance guarantee for the physical delivery of gold.": "เพียงเปอร์เซ็นต์ที่แน่นอนของมูลค่ารวมของการทำธุรกรรมทองคำจะถูกชำระเป็นหลักประกันประสิทธิภาพสำหรับการส่งมอบทองคำจริง",
    "Gold margin trading can be divided into gold spot margin trading and gold futures margin trading.": "การซื้อขายทองคำด้วยมาร์จิ้นสามารถแบ่งออกเป็นการซื้อขายทองคำสปอตด้วยมาร์จิ้นและการซื้อขายทองคำฟิวเจอร์สด้วยมาร์จิ้น",
    "It is traded in financial markets under the symbol XAU.": "มีการซื้อขายในตลาดการเงินภายใต้สัญลักษณ์ XAU",
    "The outfield spread is as low as 04 points": "สเปรดนอกตลาดต่ำเพียง 04 จุด",
    "Excellent trade execution will maximize your potential": "การดำเนินการซื้อขายที่ยอดเยี่ยมจะเพิ่มศักยภาพของคุณให้สูงสุด",
    "Otc U.S. crude oil and U.K. crude oil can be long or short": "น้ำมันดิบ OTC ของสหรัฐฯ และน้ำมันดิบของสหราชอาณาจักรสามารถซื้อหรือขายได้",
    "Cryptocurrency": "สกุลเงินดิจิทัล",
    "Gold": "ทองคำ",
    "Crude oil and commodities trading": "การซื้อขายน้ำมันดิบและสินค้าโภคภัณฑ์",
    "Trade in products you are interested in": "ซื้อขายในผลิตภัณฑ์ที่คุณสนใจ",
    "You can trade 24 hours a day, 5 days a week": "คุณสามารถซื้อขายได้ตลอด 24 ชั่วโมง 5 วันต่อสัปดาห์",
    "Without any commission": "ไม่มีค่าคอมมิชชั่น",
    "EQUINNOX TRADING's trading fees on foreign-exchange products are simply the point spread between the bid-ask spread": "ค่าธรรมเนียมการซื้อขายของ EQUINNOX TRADING สำหรับผลิตภัณฑ์แลกเปลี่ยนเงินตราต่างประเทศเป็นเพียงส่วนต่างระหว่างราคาเสนอซื้อและราคาเสนอขาย",
    "Improve your trading potential": "เพิ่มศักยภาพการซื้อขายของคุณ",
    "The foreign exchange market allows you to find opportunities both up and down": "ตลาดแลกเปลี่ยนเงินตราต่างประเทศช่วยให้คุณค้นหาโอกาสได้ทั้งขาขึ้นและขาลง",
    "Maximizing value": "เพิ่มมูลค่าสูงสุด",
    "Competitive spread and provide traders with the fastest and highest quality trade execution": "สเปรดที่แข่งขันได้และมอบการดำเนินการซื้อขายที่รวดเร็วและมีคุณภาพสูงสุดแก่เทรดเดอร์",
    "Identify trading opportunities in popular global trading products": "ระบุโอกาสในการซื้อขายในผลิตภัณฑ์การซื้อขายยอดนิยมทั่วโลก",
    "Foreign exchange transactions, broadly defined, refer to the exchange of one country's currency for another. Margin trading of foreign exchange (hereinafter referred to as foreign exchange) is to point to by signed a contract with (designated investment), a trust and investment account, deposit a sum of money (deposit) as a guarantee, are set in the (investment) group (or broker) credit line operation, traders can be freely traded at sight of the same value within the quota of foreign exchange or foreign exchange futures. Most forex margin trading offered by forex brokers to individual traders is spot forex trading with margin.": "การทำธุรกรรมแลกเปลี่ยนเงินตราต่างประเทศ ในความหมายกว้างๆ หมายถึงการแลกเปลี่ยนสกุลเงินของประเทศหนึ่งกับอีกประเทศหนึ่ง การซื้อขายอัตราแลกเปลี่ยนเงินตราต่างประเทศด้วยมาร์จิ้น (ซึ่งต่อไปนี้จะเรียกว่า การแลกเปลี่ยนเงินตราต่างประเทศ) คือการชี้ให้เห็นโดยการเซ็นสัญญา (การลงทุนที่กำหนด) บัญชีทรัสต์และการลงทุน ฝากเงินจำนวนหนึ่ง (เงินฝาก) เป็นหลักประกัน กำหนดไว้ในกลุ่ม (การลงทุน) (หรือโบรกเกอร์) การดำเนินการวงเงินเครดิต ผู้ค้าสามารถซื้อขายได้อย่างอิสระโดยเห็นมูลค่าเดียวกันภายในโควต้าของการแลกเปลี่ยนเงินตราต่างประเทศหรือสัญญาซื้อขายล่วงหน้าของอัตราแลกเปลี่ยนเงินตราต่างประเทศ การซื้อขายอัตราแลกเปลี่ยนเงินตราต่างประเทศด้วยมาร์จิ้นส่วนใหญ่ที่โบรกเกอร์ฟอเร็กซ์เสนอให้กับผู้ค้ารายบุคคลคือการซื้อขายฟอเร็กซ์แบบสปอตด้วยมาร์จิ้น",
    "Most individual traders conduct foreign exchange transactions through foreign exchange brokers. Before starting foreign exchange trading, traders need to choose a reliable broker registered account, registered account deposit margin into the account, after downloading the broker-supported trading platform, traders can trade foreign exchange.": "ผู้ค้ารายบุคคลส่วนใหญ่ทำธุรกรรมแลกเปลี่ยนเงินตราต่างประเทศผ่านโบรกเกอร์ฟอเร็กซ์ ก่อนที่จะเริ่มการซื้อขายฟอเร็กซ์ ผู้ค้าจำเป็นต้องเลือกโบรกเกอร์ที่เชื่อถือได้ ลงทะเบียนบัญชี ฝากเงินมาร์จิ้นเข้าบัญชี หลังจากดาวน์โหลดแพลตฟอร์มการซื้อขายที่โบรกเกอร์รองรับ ผู้ค้าก็สามารถซื้อขายฟอเร็กซ์ได้",
    "In foreign exchange trading, traders enjoy the high returns brought by margin trading, but also face the risk of huge losses. Foreign exchange trading depends on the mentality of the trader, his strategy, his experience and the market conditions.": "ในการซื้อขายฟอเร็กซ์ ผู้ค้าได้รับผลตอบแทนสูงจากการซื้อขายด้วยมาร์จิ้น แต่ก็ต้องเผชิญกับความเสี่ยงของการขาดทุนจำนวนมหาศาล การซื้อขายฟอเร็กซ์ขึ้นอยู่กับความคิดของผู้ค้า กลยุทธ์ ประสบการณ์ และสภาวะตลาด",
    "How to conduct foreign exchange transactions": "วิธีการทำธุรกรรมแลกเปลี่ยนเงินตราต่างประเทศ",
    "Can foreign exchange trading be profitable": "การซื้อขายแลกเปลี่ยนเงินตราต่างประเทศสามารถทำกำไรได้หรือไม่",
    "What is foreign exchange trading?": "การซื้อขายแลกเปลี่ยนเงินตราต่างประเทศคืออะไร",
    "For MOST TRADERS, BUYING PHYSICAL GOLD FOR INVESTMENT IS NOT THE BEST option due to storage AND purchase issues, SO choosing online gold trading platforms is a convenient option. Traders who invest in futures can choose futures margin trading platforms. As the largest spot gold trading market in the world, London Gold is the most mature spot gold trading market, which is trusted and welcomed by traders.": "สำหรับนักเทรดส่วนใหญ่ การซื้อทองคำจริงเพื่อการลงทุนไม่ใช่ทางเลือกที่ดีที่สุด เนื่องจากมีปัญหาเรื่องการจัดเก็บและการซื้อ ดังนั้นการเลือกแพลตฟอร์มซื้อขายทองคำออนไลน์จึงเป็นตัวเลือกที่สะดวกกว่า นักเทรดที่ลงทุนในฟิวเจอร์สสามารถเลือกแพลตฟอร์มซื้อขายมาร์จิ้นฟิวเจอร์สได้ ตลาดทองคำลอนดอน ซึ่งเป็นตลาดซื้อขายทองคำแบบสปอตที่ใหญ่ที่สุดในโลก ถือเป็นตลาดที่พัฒนาและมั่นคงที่สุด และได้รับความไว้วางใจจากนักเทรดทั่วโลก",
    "After choosing what to trade, traders need to choose a qualified broker to open an account and deposit a certain amount of margin, then they can trade. A trader trades in anticipation of a long or short direction in order to gain from price changes. Due to the influence of many factors, the gold price is difficult to predict. But like any precious metal or financial trading product, gold can be traded using both fundamental and technical analysis.": "หลังจากเลือกสิ่งที่จะเทรดแล้ว นักเทรดจำเป็นต้องเลือกโบรกเกอร์ที่มีคุณสมบัติเหมาะสมเพื่อเปิดบัญชีและฝากเงินมาร์จิ้นจำนวนหนึ่ง จากนั้นจึงสามารถเริ่มเทรดได้ นักเทรดจะเก็งกำไรโดยคาดการณ์ทิศทางราคาว่าจะขึ้นหรือลงเพื่อทำกำไรจากการเปลี่ยนแปลงของราคา เนื่องจากมีปัจจัยหลายอย่างที่ส่งผลต่อราคาทองคำ ทำให้ยากต่อการคาดการณ์ อย่างไรก็ตาม เช่นเดียวกับโลหะมีค่าหรือผลิตภัณฑ์ทางการเงินอื่น ๆ ทองคำสามารถเทรดโดยใช้การวิเคราะห์ทั้งเชิงพื้นฐานและเชิงเทคนิคได้.",
    "There are many factors affecting the price of gold, notably the strength of the US dollar. However, the relationship between gold and the US dollar is in a dynamic change. In times of financial stress, the negative correlation between the US dollar and gold is more reliable. Economic growth and market uncertainty are also important factors affecting gold prices, including inflation, interest rates, and central bank demand. ; The price of gold is driven as much by politics as by war. Because of its safe-haven nature, the price of gold can fluctuate wildly in these situations. Since gold trading takes the way of margin trading, traders need to be clearly aware that margin trading is a double-edged sword, and traders are faced with the risk of huge losses while enjoying high profits.": "มีหลายปัจจัยที่ส่งผลต่อราคาทองคำ โดยเฉพาะอย่างยิ่งความแข็งแกร่งของค่าเงินดอลลาร์สหรัฐ อย่างไรก็ตาม ความสัมพันธ์ระหว่างทองคำกับดอลลาร์มีการเปลี่ยนแปลงอย่างต่อเนื่อง ในช่วงที่เศรษฐกิจมีความตึงเครียด ความสัมพันธ์เชิงลบระหว่างดอลลาร์และทองคำจะน่าเชื่อถือมากขึ้น การเติบโตทางเศรษฐกิจและความไม่แน่นอนของตลาดก็เป็นปัจจัยสำคัญเช่นกัน รวมถึงอัตราเงินเฟ้อ อัตราดอกเบี้ย และความต้องการของธนาคารกลาง ราคาทองคำยังได้รับอิทธิพลจากการเมืองและสงคราม เนื่องจากทองคำเป็นสินทรัพย์ปลอดภัย ราคาจึงอาจผันผวนอย่างรุนแรงในสถานการณ์เหล่านี้ เนื่องจากการซื้อขายทองคำเป็นการซื้อขายแบบมาร์จิ้น นักเทรดจึงต้องตระหนักว่าการเทรดมาร์จิ้นนั้นเป็นดาบสองคม ซึ่งอาจได้กำไรสูงแต่ก็เสี่ยงต่อการขาดทุนมหาศาลเช่นกัน.",
    "How to trade Gold": "วิธีการเทรดทองคำ",
    "The overnight interest rate is based on the difference between the interest rates of the two currencies and the spot price. Overnight interest The Swap point is used to calculate the amount of daily overnight financing adjustments for foreign exchange products. All open positions at the close of trading (5 p.m. Et) are automatically extended to the next settlement date. The adjustment of overnight interest is simply a calculation of the cost of daily position extension. In line with industry practice, EQUINNOX TRADING calculates its positions through the weekend on Wednesday Eastern time. So the overnight interest rate on Wednesday Eastern time (Thursday morning Beijing time) is three days of overnight interest.": "อัตราดอกเบี้ยข้ามคืนขึ้นอยู่กับความแตกต่างระหว่างอัตราดอกเบี้ยของสองสกุลเงินและราคาสปอต จุดสวอปใช้ในการคำนวณการปรับเงินทุนข้ามคืนรายวันสำหรับผลิตภัณฑ์ฟอเร็กซ์ ทุกตำแหน่งที่เปิดอยู่เมื่อสิ้นสุดการซื้อขาย (เวลา 17.00 น. ตามเวลา Eastern) จะถูกขยายไปยังวันชำระบัญชีถัดไปโดยอัตโนมัติ การปรับดอกเบี้ยข้ามคืนเป็นเพียงการคำนวณต้นทุนของการขยายตำแหน่งรายวัน ตามมาตรฐานอุตสาหกรรม EQUINNOX TRADING จะคำนวณตำแหน่งผ่านสุดสัปดาห์ในวันพุธตามเวลา Eastern ดังนั้นอัตราดอกเบี้ยข้ามคืนในวันพุธ (เช้าวันพฤหัสบดีตามเวลา Beijing) จะคิดเป็นดอกเบี้ยสามวัน.",
    "Gold margin trading provides a convenient way for traders to invest. Through gold margin trading, traders can hedge their risks. Especially in times of market turbulence. Gold margin trading can be a two-way long/short trade. Traders can go long or short to take advantage of market conditions. In gold margin trading, if a trader holds a position overnight, as in foreign exchange trading, it also incurs overnight interest. Overnight interest usually occurs when a customer holds a position overnight. It is when the settlement of a trade is carried forward to the next delivery date, and the position is held beyond the specified time. It reflects the difference between the current spot price and the interest rate of the two currencies given the customer's service level.": "การซื้อขายทองคำแบบมาร์จิ้นเป็นวิธีที่สะดวกสำหรับนักเทรดในการลงทุน โดยสามารถใช้ทองคำมาร์จิ้นเพื่อป้องกันความเสี่ยง โดยเฉพาะในช่วงที่ตลาดผันผวน การเทรดทองคำแบบมาร์จิ้นสามารถทำได้ทั้งฝั่งซื้อ (Long) และฝั่งขาย (Short) เพื่อใช้ประโยชน์จากสถานการณ์ตลาด หากนักเทรดถือสถานะข้ามคืน เช่นเดียวกับการเทรดฟอเร็กซ์ จะมีการคิดดอกเบี้ยข้ามคืน ดอกเบี้ยนี้เกิดขึ้นเมื่อการชำระบัญชีของการเทรดถูกเลื่อนไปยังวันส่งมอบถัดไปและถือสถานะเกินเวลาที่กำหนด โดยสะท้อนถึงความแตกต่างระหว่างราคาสปอตปัจจุบันและอัตราดอกเบี้ยของสกุลเงินทั้งสอง.",
    "Gold margin trading refers to the gold trading business, the market participants do not need to carry out full capital transfer of the gold transaction, only according to the total amount of gold transaction to pay a certain proportion of the price, as the gold physical delivery performance guarantee. Gold margin trading can be divided into gold spot margin trading and gold futures margin trading. The most famous market for gold margin trading is the London Gold Market, commonly known as London Gold, and its code in the financial trading market is XAU.": "การซื้อขายทองคำแบบมาร์จิ้นหมายถึงธุรกิจการซื้อขายทองคำที่ผู้เข้าร่วมตลาดไม่จำเป็นต้องโอนเงินเต็มจำนวนของมูลค่าการซื้อขายทองคำ แต่เพียงชำระเงินตามสัดส่วนที่กำหนดของมูลค่าทั้งหมดเป็นหลักประกันสำหรับการส่งมอบทองคำ การซื้อขายทองคำแบบมาร์จิ้นสามารถแบ่งออกเป็นแบบสปอตและแบบฟิวเจอร์ส ตลาดที่มีชื่อเสียงที่สุดสำหรับการซื้อขายทองคำมาร์จิ้นคือตลาดทองคำลอนดอน (London Gold Market) ซึ่งในตลาดการเงินใช้รหัสว่า XAU.",
    "Introduction to gold margin trading": "แนะนำการซื้อขายทองคำแบบมาร์จิ้น",
    "Gold can be traded in a variety of ways, such as buying physical bullion; Traders can also buy gold futures; Traders can also buy mutual funds and Exchange Traded funds; Contracts for difference, options and shares are also important ways to trade gold." : "ทองคำสามารถซื้อขายได้หลายวิธี อาทิเช่น ซื้อทองคำจริง ซื้อทองคำฟิวเจอร์ส ซื้อฟonds ซื้อETF ซื้อContracts for difference ซื้ออปชั่น ซื้อหุ้น",
    "Bulk commodities are material commodities that can enter the circulation field, but are not retail links, have commodity attributes and are used for industrial and agricultural production and consumption. In the financial investment market, bulk commodities refer to commodities that are homogeneous, tradable and widely used as basic industrial raw materials, such as crude oil, non-ferrous metals, steel, agricultural products, iron ore, coal, etc. Historically, commodities were traded in physical form, but since modern times, commodities are mostly traded electronically. Commodities trading can take many forms. Futures contracts are one of the most common and popular ways to trade commodities. Stocks and exchange-traded funds (ETFs) can also be used to trade commodities. Commodity markets are physical or virtual markets where commodities are bought and sold. There are now about 50 major commodity markets, which facilitate trading in about 100 commodities. Commodities can be divided into hard and soft categories. Hard commodities are often natural resources that often have to be mined or extracted, such as gold, rubber and crude oil; The soft commodities are agricultural products or livestock. The participants in the commodity market are mainly producers, industrial end users, traders and speculators. The world's major commodity exchanges mainly include Chicago Mercantile Exchange (CME), New York Mercantile Exchange (NYMEX), London Metal Exchange, Japan Commodity Exchange, Shanghai Commodity Exchange, Australian Commodity Exchange and so on.": "สินค้าโภคภัณฑ์จำนวนมากเป็นสินค้าโภคภัณฑ์ที่เป็นวัตถุดิบที่สามารถเข้าสู่ระบบหมุนเวียนได้ แต่ไม่ใช่ช่องทางการค้าปลีก มีคุณสมบัติเป็นสินค้าโภคภัณฑ์ และใช้สำหรับการผลิตและการบริโภคในภาคอุตสาหกรรมและเกษตรกรรม ในตลาดการลงทุนทางการเงิน สินค้าโภคภัณฑ์จำนวนมากหมายถึงสินค้าโภคภัณฑ์ที่เป็นเนื้อเดียวกัน สามารถซื้อขายได้ และใช้กันอย่างแพร่หลายเป็นวัตถุดิบอุตสาหกรรมพื้นฐาน เช่น น้ำมันดิบ โลหะนอกกลุ่มเหล็ก เหล็กกล้า ผลิตภัณฑ์ทางการเกษตร แร่เหล็ก ถ่านหิน เป็นต้น ในอดีต สินค้าโภคภัณฑ์มีการซื้อขายในรูปแบบทางกายภาพ แต่ตั้งแต่ยุคสมัยใหม่ สินค้าโภคภัณฑ์ส่วนใหญ่มีการซื้อขายทางอิเล็กทรอนิกส์ การซื้อขายสินค้าโภคภัณฑ์สามารถทำได้หลายรูปแบบ สัญญาซื้อขายล่วงหน้าเป็นหนึ่งในวิธีที่พบมากที่สุดและเป็นที่นิยมในการซื้อขายสินค้าโภคภัณฑ์ หุ้นและกองทุนซื้อขายแลกเปลี่ยน (ETFs) ก็สามารถใช้ในการซื้อขายสินค้าโภคภัณฑ์ได้เช่นกัน ตลาดสินค้าโภคภัณฑ์เป็นตลาดทางกายภาพหรือเสมือนจริงที่มีการซื้อและขายสินค้าโภคภัณฑ์ ปัจจุบันมีตลาดสินค้าโภคภัณฑ์หลักประมาณ 50 แห่ง ซึ่งอำนวยความสะดวกในการซื้อขายสินค้าโภคภัณฑ์ประมาณ 100 ชนิด สินค้าโภคภัณฑ์สามารถแบ่งออกเป็นประเภทแข็งและอ่อน สินค้าโภคภัณฑ์แข็งมักเป็นทรัพยากรธรรมชาติที่มักจะต้องขุดหรือสกัด เช่น ทองคำ ยางพารา และน้ำมันดิบ; สินค้าโภคภัณฑ์อ่อนคือผลิตภัณฑ์ทางการเกษตรหรือปศุสัตว์ ผู้เข้าร่วมในตลาดสินค้าโภคภัณฑ์ส่วนใหญ่เป็นผู้ผลิต ผู้ใช้ปลายทางในอุตสาหกรรม ผู้ค้า และนักเก็งกำไร ตลาดซื้อขายสินค้าโภคภัณฑ์ที่สำคัญของโลกส่วนใหญ่ ได้แก่ Chicago Mercantile Exchange (CME), New York Mercantile Exchange (NYMEX), London Metal Exchange, Japan Commodity Exchange, Shanghai Commodity Exchange, Australian Commodity Exchange เป็นต้น",
    "Why trade cryptocurrency CFDS?": "ทำไมต้องซื้อขาย CFD คริปโตเคอร์เรนซี?",
    "Trading cryptocurrencies through contracts for difference (CFDS) is a new way to trade this volatile market. And, you don't even need to be an expert CFD trader on how to trade bitcoin and other crypto CFD. EQUINNOX TRADING offers cryptocurrency CFDS for major assets such as bitcoin, XRP (XRP), Bitcoin Cash, Litecoin and Ethereum for positions against the US dollar and Australian dollar.": "การซื้อขายคริปโตเคอร์เรนซีผ่านสัญญาซื้อขายส่วนต่าง (CFDS) เป็นวิธีใหม่ในการซื้อขายตลาดที่มีความผันผวนนี้ และคุณไม่จำเป็นต้องเป็นผู้เชี่ยวชาญด้านการซื้อขาย CFD ในการซื้อขาย Bitcoin และคริปโต CFD อื่นๆ EQUINNOX TRADING เสนอ CFD คริปโตเคอร์เรนซีสำหรับสินทรัพย์หลัก เช่น Bitcoin, XRP (XRP), Bitcoin Cash, Litecoin และ Ethereum สำหรับสถานะเทียบกับดอลลาร์สหรัฐและดอลลาร์ออสเตรเลีย"
}

