{
    "Sign up now": "今すぐ登録",
    "Home": "ホーム",
    "About us": "会社概要",
    "Trading products": "取引商品",
    "Trading platform": "取引プラットフォーム",
    "Risk statement": "リスク開示",
    "Contact us": "お問い合わせ",
    "login": "ログイン",
    "Every quarter, EQUINNOX TRADING strategically cooperates with world-class accounting firms to audit the firm's trading volume and clients' real-time financial assets": "四半期ごとに、EQUINNOX TRADINGは世界トップクラスの会計事務所と戦略的に協力し、会社の取引量と顧客のリアルタイム金融資産を監査しています",
    "Your trust, we do our best": "お客様の信頼に、全力でお応えします",
    "The company is committed to meeting your global asset trading investment needs": "会社は、あなたのグローバル資産取引投資ニーズを満たすことをコミットメントしています",
    "Risk Warning: Trading CFDs on margin carries a high level of risk and may not be suitable for all investors. Before deciding to trade foreign exchange, you should carefully consider your investment objectives, level of experience and risk appetite. You may lose some or all of your investment, so you should not invest money you cannot afford to lose. You should be aware of all the risks associated with foreign exchange trading and consult an independent financial advisor if you are in any doubt.": "リスク警告：証拠金取引によるCFD取引は高いリスクを伴い、すべての投資家に適しているわけではありません。外国為替取引を決定する前に、投資目的、経験レベル、リスク許容度を慎重に考慮する必要があります。投資の一部またはすべてを失う可能性があるため、失う余裕のない資金を投資すべきではありません。外国為替取引に関連するすべてのリスクを認識し、疑問がある場合は独立した金融アドバイザーに相談してください。",
    "Copyright © 2016-2025 EQUINNOX TRADING. All Rights Reserved.": "Copyright © 2016-2025 EQUINNOX TRADING. 全著作権所有。",
    "More than 50 technical indicators and disk analysis tools. It is safe, reliable, easy to use, and has the functional characteristics of high-level traders.": "50以上の技術指標とディスク分析ツール。安全、信頼性、使いやすい、高級取引家の機能特性を持つ。",
    "We offer EQUINNOX TRADING, one of the world's most recognized and widely used online trading platforms. EQUINNOX TRADING provides powerful chart analysis tools:": "EQUINNOX TRADING、世界で最も認識されているオンライン取引プラットフォームの一つを提供します。EQUINNOX TRADINGは強力なチャート分析ツールを提供します：",
    "Best Trading Experience": "ベストな取引体験",
    "Download EQUINNOX TRADING": "EQUINNOX TRADINGをダウンロード",
    "Choose a broker with a global presence that is fair, honest and people-oriented": "公平で誠実、顧客志向のグローバルなブローカーを選ぶ",
    "A highly regulated broker": "高度に規制されたブローカー",
    "The world famous": "世界的に有名",
    "Focus on the customer": "顧客重視",
    "The range of goods traded": "取引可能な商品の範囲",
    "Transparency and Fairness": "透明性と公正性",
    "Convenient and quick": "便利で迅速",
    "EQUINNOX TRADING headquartered in the United States is qualified for financial services and regulated by financial institutions MSB in the United States.": "米国に本社を置くEQUINNOX TRADINGは、金融サービス資格を有し、米国の金融機関MSBによって規制されています。",
    "We serve a global audience in more than 150 countries, with a network of offices throughout the Americas, Europe, Africa and Asia.": "私たちは150カ国以上のグローバルな顧客にサービスを提供しており、アメリカ、ヨーロッパ、アフリカ、アジアにオフィスネットワークを持っています。",
    "At EQUINNOX TRADING, we do not care about the size of your funds. The client is the only principle we adhere to, not the type of fund account or the size of the investment. All our customers will receive the same quality of service, the same speed of execution, and the same customer support. The values you started with don't change.": "EQUINNOX TRADINGでは、お客様の資金規模を気にしません。お客様は私たちが遵守する唯一の原則であり、ファンド口座の種類や投資規模ではありません。すべてのお客様は、同じ品質のサービス、同じ執行速度、同じ顧客サポートを受けられます。お客様が最初に持っていた価値観は変わりません。",
    "Our clients can choose to trade CFDs on Forex, Stocks, Indices, Commodities, Bitcoin, Metals and Energy from the same trading account. One platform can trade multiple products, making trading easier and more efficient.": "お客様は、同じ取引口座から外国為替、株式、指数、コモディティ、ビットコイン、貴金属、エネルギーのCFD取引を選択できます。1つのプラットフォームで複数の商品を取引できるため、取引がより簡単かつ効率的になります。",
    "At EQUINNOX TRADING, what you see is what you get, with no hidden clauses. The price, execution and promotion you see. What we advertise is what we can offer to all our clients, regardless of the size of the investment.": "EQUINNOX TRADINGでは、お客様が見るものがそのまま得られるものであり、隠れた条項はありません。お客様が見る価格、執行、プロモーション。私たちが宣伝するものは、投資規模に関わらず、すべてのお客様に提供できるものです。",
    "All of our systems are built on the principle of customer focus. For example, our account opening procedures, account management, deposit and exchange, It's very easy for the customer to operate.": "当社のすべてのシステムは、顧客重視の原則に基づいて構築されています。例えば、口座開設手続き、口座管理、入出金などは、お客様が非常に簡単に操作できます。",
    "The product point spread is much lower than the industry average point spread": "商品スプレッドは業界平均よりもはるかに低い",
    "No repeat quotes, the world's top server NY 4": "リピートクォートなし、世界トップクラスのサーバーNY 4",
    "The maximum execution speed is less than 40 milliseconds": "最大執行速度40ミリ秒未満",
    "Multiple ways of entering and exiting gold": "多様な入出金方法",
    "Top global banks and liquidity quotes": "世界のトップ銀行と流動性クォート",
    "Personal Customer Support": "パーソナルカスタマーサポート",
    "Rich global investment variety, secure and fast trading environment for one account trading worldwide": "豊富なグローバル投資商品、安全で迅速な取引環境、一つの口座で世界中で取引",
    "Start Trading Immediately": "今すぐ取引を開始",
    "Ten years of trusted trading": "10年間の信頼できる取引",
    "Trade FX, CFDs and stocks with an established global broker": "実績のあるグローバルブローカーでFX、CFD、株式を取引",
    "Competitive handicap, dynamic and variable financing leverage allow you to maximize trading returns": "競争力のあるハンディキャップ、ダイナミックで可変的なレバレッジにより、取引リターンを最大化できます",
    "Once you open an account, you can invest in global mainstream markets, stocks, gold, crude oil, Bitcoin and currency pairs": "口座を開設すると、世界の主要市場、株式、金、原油、ビットコイン、通貨ペアに投資できます",
    "Comprehensive local service, multi-channel, round-the-clock, localized professional customer service to answer any questions you have": "包括的なローカルサービス、マルチチャネル、24時間体制、地域に特化したプロフェッショナルなカスタマーサービスが、お客様のあらゆる質問にお答えします",
    "Lower Transaction Costs": "低い取引コスト",
    "A comprehensive investment market": "包括的な投資市場",
    "The best service": "最高のサービス",
    "Symbol": "シンボル",
    "Bid": "買い値",
    "Ask": "売り値",
    "Spread": "スプレッド",
    "Change": "変化",
    "Change %": "変化率",
    "Open": "始値",
    "Low": "安値",
    "High": "高値",
    "Previous": "前日終値",
    "Forex": "外国為替",
    "CryptoCurrency": "暗号通貨",
    "Indices": "指数",
    "Stocks": "株式",
    "ETFs": "ETF",
    "Commodities": "コモディティ",
    "Track Market Trends and Live Prices on Finlogix": "Finlogixで市場トレンドとライブ価格を追跡",
    "About Us": "私たちについて",
    "Company Profile": "会社概要",
    "Our Mission is to Provide the Most Innovative Trading Experience": "最も革新的な取引体験を提供することが私たちの使命です",
    "EQUINNOX TRADING was founded in 2016 by a team of talented IT and FinTech specialists who wanted to prove that people don’t need to compromise to earn on financial markets — that trading should be accessible, convenient and more fun.": "EQUINNOX TRADINGは、金融市場で収益を得るために妥協する必要がないこと、つまり取引がアクセスしやすく、便利で、より楽しいものであるべきだと証明したいと考えた才能あるITおよびFinTechスペシャリストのチームによって2016年に設立されました。",
    "Today, we continue to develop, improve and constantly innovate trading experience. We do believe that trading should be available to anyone in the world.": "今日、私たちは取引体験を開発、改善し、常に革新し続けています。私たちは、取引が世界中の誰にでも利用可能であるべきだと信じています。",
    "EQUINNOX TRADING's mission is to provide its clients with the best spread and variety of financial trading products in the market, while providing unmatched turnover rates and the strongest solvency through the world's most technologically advanced order trading platform.": "EQUINNOX TRADINGの使命は、世界で最も技術的に進んだ注文取引プラットフォームを通じて、比類のないターンオーバー率と最強の支払い能力を提供しながら、市場で最高のスプレッドと多様な金融取引商品をお客様に提供することです。",
    "Fund segregation We keep your funds entirely separate from our own operational funds in various top-tier banking institutions. We won't ever use any of your money for either our own use or any other investment, ensuring your protection at all times.": "資金の分離 お客様の資金は、当社の運営資金とは完全に分離し、様々な一流銀行機関で保管しています。お客様の資金を当社の目的やその他の投資に利用することは決してなく、常にお客様の保護を保証します。",
    "Encryption We use the SSL (Secure Sockets Layer) network security protocol to guarantee a secure connection in all communications with you, protect your safety during transactions with us and keep all your information private.": "暗号化 当社は、お客様とのすべての通信において安全な接続を保証し、当社との取引中の安全を保護し、お客様のすべての情報を非公開に保つために、SSL（Secure Sockets Layer）ネットワークセキュリティプロトコルを使用しています。",
    "Product range": "商品ラインナップ",
    "Foreign exchange : Offers up to dozens of mainstream foreign exchange currency pairs, including Euro USD (EURUSD), US Dollar CAD (USDCAD), British Pound USD (GBPUSD) and so on.": "外国為替：ユーロ/米ドル (EURUSD)、米ドル/カナダドル (USDCAD)、英ポンド/米ドル (GBPUSD) など、数十種類の主要な外国為替通貨ペアを提供しています。",
    "Precious metals: Provide a variety of metal spot trading: gold (XAUUSD), silver (XAGUSD) precious metals trading.": "貴金属：金 (XAUUSD)、銀 (XAGUSD) の貴金属スポット取引を提供しています。",
    "Crude OIL: Offers Us OIL trading": "原油：米国原油取引を提供しています。",
    "Index: Hong Kong Hang Seng Index (HK 50), German Index (GER 30), S&P 500 (US 500)": "指数：香港ハンセン指数 (HK 50)、ドイツ指数 (GER 30)、S&P 500 (US 500) を提供しています。",
    "Cryptocurrency: It provides dozens of mainstream digital currency pairs, including bitcoin (BTCUSD), Ethereum (ETHUSD) and XRPUSD.": "暗号通貨：ビットコイン (BTCUSD)、イーサリアム (ETHUSD)、XRPUSD など、数十種類の主要なデジタル通貨ペアを提供しています。",
    "Open Free Account": "無料口座開設",
    "Our wish is that": "私たちの願いは",
    "To be the world's leading financial firm trusted by retail and institutional customers with the best products and services in the market under a long-term partnership.": "私たちの願いは、長期的なパートナーシップを結ぶことで、市場で最高の製品とサービスを提供する信頼できる世界的な金融企業になることです。",
    "connect us": "お問い合わせ",
    "customer@equinnoxtrading.com": "customer@equinnoxtrading.com",
    "Have a question or need expert help?": "ご質問や専門家のサポートが必要ですか？",
    "Service and Support": "サービスとサポート",
    "Risk disclosure": "リスク開示",
    "Risk investment": "リスク投資",
    "Margin and Leverage": "証拠金とレバレッジ",
    "Market analysis": "市場分析",
    "Risk of network transaction": "ネットワーク取引のリスク",
    "Accuracy of data": "データの正確性",
    "Margin forex trading involves high risks and may not be suitable for all investors. A high degree of leverage can affect you negatively or positively. Possibilities include losing more than the amount invested. You should carefully consider your investment objectives, trading experience and risk tolerance before deciding to buy or sell foreign exchange. Investors should be aware of all the risks associated with foreign exchange trading. If in doubt, seek advice from an independent financial adviser. Any comments, news, research, analysis, prices or other information published on this website shall be regarded as general market information only and shall not constitute investment advice. EQUINNOX TRADING Will not be responsible for any loss or loss (including, without limitation, any loss of earnings) that may arise from the direct or indirect use or reliance on such information.": "証拠金FX取引は高いリスクを伴い、すべての投資家に適しているわけではありません。高いレバレッジは、お客様に不利にも有利にも影響を与える可能性があります。投資額を超える損失を被る可能性もあります。外国為替の売買を決定する前に、投資目的、取引経験、リスク許容度を慎重に考慮する必要があります。投資家は、外国為替取引に関連するすべてのリスクを認識しておく必要があります。疑問がある場合は、独立したファイナンシャルアドバイザーに相談してください。本ウェブサイトに掲載されているコメント、ニュース、調査、分析、価格、その他の情報は、一般的な市場情報としてのみ扱われるべきであり、投資助言を構成するものではありません。EQUINNOX TRADINGは、かかる情報の直接的または間接的な使用または依拠から生じる可能性のあるいかなる損失（利益の損失を含むがこれに限定されない）に対しても責任を負いません。",
    "In order to trade leveraged CFDS or forex, you will need to deposit a certain amount of money with EQUINNOX TRADING as margin. Margin is usually a relatively small fraction of the total contract value. For example, trading a 100:1 leverage contract requires 1% of the value of the contract as margin. This means that a small price change can lead to a large change in the value of the contract you are trading, which can be to your advantage or bring you a significant loss.": "レバレッジCFDまたは外国為替を取引するには、EQUINNOX TRADINGに証拠金として一定額を預け入れる必要があります。証拠金は通常、契約総額のごく一部です。例えば、100:1のレバレッジ契約を取引する場合、契約価値の1%が証拠金として必要です。これは、わずかな価格変動が取引している契約の価値に大きな変化をもたらす可能性があり、お客様にとって有利にも、大きな損失をもたらす可能性もあります。",
    "You may lose your initial capital injection and be required to make margin calls to maintain your position. If the margin requirement is not met, your position will be forced to close, resulting The loss will be borne by you.": "お客様は当初の投資資金を失う可能性があり、ポジションを維持するために追証を求められる場合があります。証拠金要件が満たされない場合、お客様のポジションは強制的に決済され、その損失はお客様が負担することになります。",
    "Any views, news, research, analysis, prices and other information posted on this website are general market commentary and not investment advice. EQUINNOX TRADING shall not be liable for any loss, including, but not limited to, loss of profits, that may result directly or indirectly from reference to such information.": "本ウェブサイトに掲載されている見解、ニュース、調査、分析、価格、その他の情報は、一般的な市場解説であり、投資助言ではありません。EQUINNOX TRADINGは、かかる情報への参照から直接的または間接的に生じる可能性のあるいかなる損失（利益の損失を含むがこれに限定されない）に対しても責任を負いません。",
    "Transactions over the Internet are subject to risks, including hardware, software and network connection failures. Due to the reliability of the signal, receiving line, equipment configuration and connecting system between the Internet, none of it is determined by EQUINNOX TRADING Therefore, the Company will not be responsible for communication failures, distortions and delays in transactions through the Internet. EQUINNOX TRADING CAPITAL The GROUP uses back-up systems and contingency plans to reduce the possibility of system failures and provides mail trading services.": "インターネットを介した取引は、ハードウェア、ソフトウェア、ネットワーク接続の障害を含むリスクにさらされます。信号の信頼性、受信回線、機器構成、インターネット間の接続システムは、いずれもEQUINNOX TRADINGによって決定されるものではないため、当社はインターネットを介した取引における通信障害、歪み、遅延に対して責任を負いません。EQUINNOX TRADING CAPITAL GROUPは、システム障害の可能性を減らすためにバックアップシステムと緊急時対応計画を使用し、メール取引サービスを提供しています。",
    "The contents of this website are provided solely to assist traders in making independent investment decisions and are subject to change without notice. EQUINNOX TRADING has taken reasonable steps to ensure the accuracy of the information on the website, but cannot guarantee the accuracy of the information, We shall not be liable for any loss or loss that may arise, directly or indirectly, from any delay in or failure to transmit or receive the contents of the Website or your inability to access the Website, or any instructions or notices sent through the Website.": "本ウェブサイトの内容は、トレーダーが独立した投資判断を下すのを支援するためだけに提供されており、予告なく変更されることがあります。EQUINNOX TRADINGは、ウェブサイト上の情報の正確性を確保するために合理的な措置を講じていますが、情報の正確性を保証することはできません。ウェブサイトの内容の送信または受信の遅延または失敗、またはウェブサイトへのアクセス不能、またはウェブサイトを通じて送信された指示または通知から直接的または間接的に生じる可能性のあるいかなる損失に対しても責任を負いません。",
    "EQUINNOX TRADING": "EQUINNOX TRADING",
    "Integrated CFD trading platform": "統合CFD取引プラットフォーム",
    "330K+ Client on EQUINNOX TRADING | 100+ Tradable assets | 7/24 Trading" : "EQUINNOX TRADINGお客様 33万名以上 | 100種類以上取引可能資産 | 24時間7日間取引",
    "ios Download": "iOSダウンロード",
    "Android Download": "Androidダウンロード",
    "What is EQUINNOX TRADING": "EQUINNOX TRADINGとは",
    "EQUINNOX TRADING offers multiple asset classes - Forex, equities, equity indices, commodities, Cryptocurrencies and synthetic indices -- on one platform. With exclusive access to innovative trade types, Bringing a higher level of EQUINNOX TRADING experience to new and existing traders on our platform.": "EQUINNOX TRADINGは、Forex、株式、株式指標、商品、暗号通貨、合成指標など、複数の資産クラスを1つのプラットフォームで提供します。革新的な取引タイプへの独占アクセスにより、新規および既存のトレーダーにEQUINNOX TRADINGの経験をより高いレベルで提供します。",
    "To open an account": "口座を開設する",
    "Upload your files": "ファイルをアップロードする",
    "Inject capital into your account": "口座に資金を入金する",
    "Start trading": "取引を開始する",
    "4 Minutes": "4分",
    "Verify youridentity": "本人確認を行う",
    "Choose from a variety of payment methods": "様々な支払い方法から選択する",
    "Stocks | Goods | Foreign Exchange Index ETF | Cryptocurrency": "株式 | 商品 | 外国為替指数ETF | 暗号通貨",
    "Start trading with EQUINNOX TRADING with a few simple steps": "EQUINNOX TRADINGで簡単な手順で取引を開始する",
    "Our trading products": "当社の取引商品",
    "Access to the world's largest forex trading market by volume through EQUINNOX TRADING's forex trading platform provided by market leader": "市場のリーダーが提供するEQUINNOX TRADINGのFX取引プラットフォームを通じて、世界最大のFX取引市場にアクセス",
    "Are you ready to be a part of the currency revolution? In EQUINNOX TRADING, one of the most popular platforms for trading cryptocurrency contracts for difference": "通貨革命の一員になる準備はできていますか？EQUINNOX TRADINGは、差金決済取引（CFD）の暗号通貨取引で最も人気のあるプラットフォームの一つです。",
    "The intact market safe haven is the most popular precious metal in a crisis. Then open the shell account.": "無傷の市場の安全な避難所は、危機において最も人気のある貴金属です。次にシェル口座を開設します。",
    "Trading volatility increases in OTC crude oil versus commodities, select EQUINNOX TRADING": "OTC原油とコモディティの取引ボラティリティが増加、EQUINNOX TRADINGを選択",
    "Competitive point spread": "競争力のあるポイントスプレッド",
    "Maximize your trading potential through quality trade execution": "質の高い取引執行を通じて取引の可能性を最大化",
    "Trading hours are 24 hours a day, 5 days a week": "取引時間は週5日、1日24時間",
    "Only a certain percentage of the total value of the gold transaction is paid as a performance guarantee for the physical delivery of gold.": "金取引の総価値の一定割合のみが、金の現物引き渡しに対する履行保証として支払われます。",
    "Gold margin trading can be divided into gold spot margin trading and gold futures margin trading.": "金証拠金取引は、金現物証拠金取引と金先物証拠金取引に分けられます。",
    "It is traded in financial markets under the symbol XAU.": "金融市場ではXAUのシンボルで取引されています。",
    "The outfield spread is as low as 04 points": "スプレッドは04ポイントと低いです",
    "Excellent trade execution will maximize your potential": "優れた取引執行がお客様の可能性を最大化します",
    "Otc U.S. crude oil and U.K. crude oil can be long or short": "OTC米国原油と英国原油はロングまたはショートが可能です",
    "Cryptocurrency": "暗号通貨",
    "Gold": "金",
    "Crude oil and commodities trading": "原油とコモディティ取引",
    "Trade in products you are interested in": "興味のある商品で取引",
    "You can trade 24 hours a day, 5 days a week": "週5日、1日24時間取引可能",
    "Without any commission": "手数料なし",
    "EQUINNOX TRADING's trading fees on foreign-exchange products are simply the point spread between the bid-ask spread": "EQUINNOX TRADINGの外国為替商品の取引手数料は、単に買値と売値のスプレッドです",
    "Improve your trading potential": "取引の可能性を向上させる",
    "The foreign exchange market allows you to find opportunities both up and down": "外国為替市場では、上昇と下降の両方で機会を見つけることができます",
    "Maximizing value": "価値の最大化",
    "Competitive spread and provide traders with the fastest and highest quality trade execution": "競争力のあるスプレッドと、トレーダーに最速かつ最高品質の取引執行を提供",
    "Identify trading opportunities in popular global trading products": "人気のあるグローバル取引商品で取引機会を特定する",
    "Foreign exchange transactions, broadly defined, refer to the exchange of one country's currency for another. Margin trading of foreign exchange (hereinafter referred to as foreign exchange) is to point to by signed a contract with (designated investment), a trust and investment account, deposit a sum of money (deposit) as a guarantee, are set in the (investment) group (or broker) credit line operation, traders can be freely traded at sight of the same value within the quota of foreign exchange or foreign exchange futures. Most forex margin trading offered by forex brokers to individual traders is spot forex trading with margin.": "外国為替取引とは、広義には、ある国の通貨を別の国の通貨と交換することを指します。外国為替証拠金取引（以下、外国為替と称する）とは、指定された投資会社と契約を結び、信託投資口座を開設し、保証金として一定の金額（預金）を預け入れ、投資グループ（またはブローカー）の信用枠内で運用するものです。トレーダーは、その信用枠内で同等の価値の外国為替または外国為替先物を自由に取引できます。外国為替ブローカーが個人トレーダーに提供する外国為替証拠金取引のほとんどは、証拠金によるスポット外国為替取引です。",
    "Most individual traders conduct foreign exchange transactions through foreign exchange brokers. Before starting foreign exchange trading, traders need to choose a reliable broker registered account, registered account deposit margin into the account, after downloading the broker-supported trading platform, traders can trade foreign exchange.": "ほとんどの個人トレーダーは、外国為替ブローカーを通じて外国為替取引を行います。外国為替取引を開始する前に、トレーダーは信頼できるブローカーの登録口座を選択し、登録口座に証拠金を預け入れ、ブローカーがサポートする取引プラットフォームをダウンロードした後、外国為替を取引できます。",
    "In foreign exchange trading, traders enjoy the high returns brought by margin trading, but also face the risk of huge losses. Foreign exchange trading depends on the mentality of the trader, his strategy, his experience and the market conditions.": "外国為替取引では、トレーダーは証拠金取引がもたらす高いリターンを享受しますが、同時に巨額の損失のリスクにも直面します。外国為替取引は、トレーダーの精神状態、戦略、経験、および市場状況に依存します。",
    "How to conduct foreign exchange transactions": "外国為替取引の実施方法",
    "Can foreign exchange trading be profitable": "外国為替取引は利益を上げられますか",
    "What is foreign exchange trading?": "外国為替取引とは何ですか？",
    "For MOST TRADERS, BUYING PHYSICAL GOLD FOR INVESTMENT IS NOT THE BEST option due to storage AND purchase issues, SO choosing online gold trading platforms is a convenient option. Traders who invest in futures can choose futures margin trading platforms. As the largest spot gold trading market in the world, London Gold is the most mature spot gold trading market, which is trusted and welcomed by traders.": "ほとんどのトレーダーにとって、保管や購入の問題があるため、投資目的で現物の金を購入することは最善の選択肢ではありません。そのため、オンラインの金取引プラットフォームを選択することが便利な選択肢となります。先物に投資するトレーダーは、先物証拠金取引プラットフォームを選択できます。世界最大の現物金取引市場であるロンドン金は、最も成熟した現物金取引市場であり、トレーダーから信頼され、歓迎されています。",
    "After choosing what to trade, traders need to choose a qualified broker to open an account and deposit a certain amount of margin, then they can trade. A trader trades in anticipation of a long or short direction in order to gain from price changes. Due to the influence of many factors, the gold price is difficult to predict. But like any precious metal or financial trading product, gold can be traded using both fundamental and technical analysis.": "取引する商品を選択した後、トレーダーは資格のあるブローカーを選んで口座を開設し、一定額の証拠金を入金する必要があります。その後、取引を開始できます。トレーダーは、価格変動から利益を得るために、買いまたは売りの方向を予測して取引します。多くの要因の影響により、金価格を予測することは困難です。しかし、他の貴金属や金融取引商品と同様に、金もファンダメンタル分析とテクニカル分析の両方を使用して取引できます。",
    "There are many factors affecting the price of gold, notably the strength of the US dollar. However, the relationship between gold and the US dollar is in a dynamic change. In times of financial stress, the negative correlation between the US dollar and gold is more reliable. Economic growth and market uncertainty are also important factors affecting gold prices, including inflation, interest rates, and central bank demand. ; The price of gold is driven as much by politics as by war. Because of its safe-haven nature, the price of gold can fluctuate wildly in these situations. Since gold trading takes the way of margin trading, traders need to be clearly aware that margin trading is a double-edged sword, and traders are faced with the risk of huge losses while enjoying high profits.": "金価格に影響を与える多くの要因があり、特に米ドルの強さが挙げられます。しかし、金と米ドルの関係は動的に変化しています。金融ストレス時には、米ドルと金の負の相関関係がより信頼できます。経済成長と市場の不確実性も、インフレ、金利、中央銀行の需要など、金価格に影響を与える重要な要因です。金価格は政治だけでなく戦争によっても動かされます。安全資産としての性質から、このような状況では金価格が大きく変動する可能性があります。金取引は証拠金取引の形をとるため、トレーダーは証拠金取引が諸刃の剣であり、高い利益を享受する一方で巨額の損失のリスクに直面することを明確に認識する必要があります。",
    "How to trade Gold": "金の取引方法",
    "The overnight interest rate is based on the difference between the interest rates of the two currencies and the spot price. Overnight interest The Swap point is used to calculate the amount of daily overnight financing adjustments for foreign exchange products. All open positions at the close of trading (5 p.m. Et) are automatically extended to the next settlement date. The adjustment of overnight interest is simply a calculation of the cost of daily position extension. In line with industry practice, EQUINNOX TRADING calculates its positions through the weekend on Wednesday Eastern time. So the overnight interest rate on Wednesday Eastern time (Thursday morning Beijing time) is three days of overnight interest.": "オーバーナイト金利は、2つの通貨の金利差とスポット価格に基づいて決定されます。オーバーナイト金利（スワップポイント）は、外国為替商品の毎日のオーバーナイト資金調達調整額を計算するために使用されます。取引終了時（東部時間午後5時）にオープンしているすべてのポジションは、自動的に次の決済日に延長されます。オーバーナイト金利の調整は、単に毎日のポジション延長コストの計算です。業界慣行に従い、EQUINNOX TRADINGは水曜日東部時間に週末をまたぐポジションを計算します。したがって、水曜日東部時間（北京時間木曜日午前）のオーバーナイト金利は3日分のオーバーナイト金利となります。",
    "Gold margin trading provides a convenient way for traders to invest. Through gold margin trading, traders can hedge their risks. Especially in times of market turbulence. Gold margin trading can be a two-way long/short trade. Traders can go long or short to take advantage of market conditions. In gold margin trading, if a trader holds a position overnight, as in foreign exchange trading, it also incurs overnight interest. Overnight interest usually occurs when a customer holds a position overnight. It is when the settlement of a trade is carried forward to the next delivery date, and the position is held beyond the specified time. It reflects the difference between the current spot price and the interest rate of the two currencies given the customer's service level.": "金証拠金取引は、トレーダーにとって便利な投資方法を提供します。金証拠金取引を通じて、トレーダーはリスクをヘッジできます。特に市場の混乱時には有効です。金証拠金取引は、買いと売りの両方向の取引が可能です。トレーダーは市場状況を利用して、買いまたは売りを行うことができます。金証拠金取引では、トレーダーがポジションをオーバーナイトで保有する場合、外国為替取引と同様に、オーバーナイト金利が発生します。オーバーナイト金利は通常、顧客がポジションをオーバーナイトで保有するときに発生します。これは、取引の決済が次の受渡日に繰り越され、ポジションが指定された時間を超えて保有される場合に発生します。これは、現在のスポット価格と、顧客のサービスレベルを考慮した2つの通貨の金利との差を反映しています。",
    "Gold margin trading refers to the gold trading business, the market participants do not need to carry out full capital transfer of the gold transaction, only according to the total amount of gold transaction to pay a certain proportion of the price, as the gold physical delivery performance guarantee. Gold margin trading can be divided into gold spot margin trading and gold futures margin trading. The most famous market for gold margin trading is the London Gold Market, commonly known as London Gold, and its code in the financial trading market is XAU.": "金証拠金取引とは、金取引業務において、市場参加者が金取引の全額を資金移動する必要がなく、金取引の総額に応じて価格の一定割合を、金の現物引き渡し履行保証として支払うだけでよい取引を指します。金証拠金取引は、金現物証拠金取引と金先物証拠金取引に分けられます。金証拠金取引で最も有名な市場は、ロンドン金市場（通称ロンドン金）であり、金融取引市場でのコードはXAUです。",
    "Introduction to gold margin trading": "金証拠金取引の紹介",
    "Gold can be traded in a variety of ways, such as buying physical bullion; Traders can also buy gold futures; Traders can also buy mutual funds and Exchange Traded funds; Contracts for difference, options and shares are also important ways to trade gold." : "金は、現物地金を購入するなど、さまざまな方法で取引できます。トレーダーは金先物を購入することもできます。また、投資信託や上場投資信託（ETF）を購入することもできます。差金決済取引（CFD）、オプション、株式も金を取引する重要な方法です。",
    "Bulk commodities are material commodities that can enter the circulation field, but are not retail links, have commodity attributes and are used for industrial and agricultural production and consumption. In the financial investment market, bulk commodities refer to commodities that are homogeneous, tradable and widely used as basic industrial raw materials, such as crude oil, non-ferrous metals, steel, agricultural products, iron ore, coal, etc. Historically, commodities were traded in physical form, but since modern times, commodities are mostly traded electronically. Commodities trading can take many forms. Futures contracts are one of the most common and popular ways to trade commodities. Stocks and exchange-traded funds (ETFs) can also be used to trade commodities. Commodity markets are physical or virtual markets where commodities are bought and sold. There are now about 50 major commodity markets, which facilitate trading in about 100 commodities. Commodities can be divided into hard and soft categories. Hard commodities are often natural resources that often have to be mined or extracted, such as gold, rubber and crude oil; The soft commodities are agricultural products or livestock. The participants in the commodity market are mainly producers, industrial end users, traders and speculators. The world's major commodity exchanges mainly include Chicago Mercantile Exchange (CME), New York Mercantile Exchange (NYMEX), London Metal Exchange, Japan Commodity Exchange, Shanghai Commodity Exchange, Australian Commodity Exchange and so on.": "バルクコモディティとは、流通分野に参入できるが小売リンクではなく、商品属性を持ち、工業および農業生産と消費に使用される物質的な商品を指します。金融投資市場では、バルクコモディティとは、原油、非鉄金属、鉄鋼、農産物、鉄鉱石、石炭など、同質で取引可能であり、基本的な工業原料として広く使用されている商品を指します。歴史的に、商品は物理的な形で取引されていましたが、近代以降、商品はほとんど電子的に取引されています。商品取引にはさまざまな形態があります。先物契約は、商品を取引する最も一般的で人気のある方法の1つです。株式や上場投資信託（ETF）も商品取引に使用できます。商品市場は、商品が売買される物理的または仮想的な市場です。現在、約50の主要な商品市場があり、約100種類の商品取引を促進しています。商品はハードコモディティとソフトコモディティに分類できます。ハードコモディティは、金、ゴム、原油など、採掘または抽出する必要がある天然資源であることが多いです。ソフトコモディティは農産物または家畜です。商品市場の参加者は主に生産者、産業最終消費者、トレーダー、投機家です。世界の主要な商品取引所には、シカゴ・マーカンタイル取引所（CME）、ニューヨーク・マーカンタイル取引所（NYMEX）、ロンドン金属取引所、日本商品取引所、上海商品取引所、オーストラリア商品取引所などが含まれます。",
    "Why trade cryptocurrency CFDS?": "なぜ暗号通貨CFDを取引するのですか？",
    "Trading cryptocurrencies through contracts for difference (CFDS) is a new way to trade this volatile market. And, you don't even need to be an expert CFD trader on how to trade bitcoin and other crypto CFD. EQUINNOX TRADING offers cryptocurrency CFDS for major assets such as bitcoin, XRP (XRP), Bitcoin Cash, Litecoin and Ethereum for positions against the US dollar and Australian dollar.": "差金決済取引（CFD）を介した暗号通貨の取引は、この変動の激しい市場を取引する新しい方法です。ビットコインやその他の暗号CFDの取引方法について、CFD取引の専門家である必要さえありません。EQUINNOX TRADINGは、ビットコイン、XRP（XRP）、ビットコインキャッシュ、ライトコイン、イーサリアムなどの主要資産の暗号通貨CFDを、米ドルおよび豪ドルに対するポジションで提供しています。"
}

